Repository: gade01/Rapier
Catalog: language/resource.language.*/strings.po
Languages: de_de, fi_fi, pl_pl, th_th

# #31463
source: This script is used when adding custom widgets to custom home screen categories. Go to Skin Settings > Home > Add more categories / 2 / 3 / 4 > Custom widget > Select "Custom" from the dialog.
de_de: Dieses Script wird benutzt wenn eigene Widgets zu eigenen Kategorien in dem Hauptmenü hinzugefügt werden. Gehe zu Skin Einstellungen -> Hauptmenü > Eigene Kategorie hinzufügen / 2 / 3 / 4 > Eigenes Widget > Wähle "Eigene" im Dialog.
fi_fi: Tämän skriptin avulla päävalikkoon voida lisätä omia widgetejä. Avaa Asetukset > Ulkoasu > Päävalikko > Lisää kategorioita / 2 / 3 / 4 > Mukautettu > Oma widget.

# #31464
source: This script makes it possible to edit library details manually from within Kodi. Buttons are available either in the context menu or video information window menubar ("Manage" button).
de_de: Dieses Script macht es möglich Bibliotheksinhalte von Hand innerhalb Kodi zu ändern. Die Menüoptionen sind im Context Menü oder in der Menüleiste des Video Dialogs.(Knoten bearbeiten - Schaltfläche).
fi_fi: Tämän skriptin avulla voi muokata kirjaston ominaisuuksia suoraan Kodista. Painikkeet löytyvät joko sisältövalikosta tai videotietojen ikkunasta ("Hallitse"-painike).

# #31465
source: Manage your pictures as you do for music and videos. You will be able to sort your pictures by day/month/year, keywords and much more.[CR]A widget will be added for the home screen pictures category.
de_de: Richte deine Bilder genau so ein wie deine Musik und Videos. Es wird Dir möglich sein deine Bilder nach Tag/Monat/Jahr, Schlüsselwörter und vielen mehr zu sortieren.[CR]Ein Widget wird zur Bilder Hauptmenü Kategorie hinzugefügt.
fi_fi: Hallitse kuvatiedostojasi samaan tapaan kuin musiikkia ja videoita. Voit järjestöö kuvat päivän/kuukauden/vuoden tai avainsanojen mukaan.[CR]Päävalikon "Kuvat"-valikossa näytetään kuva-widget.

# #31466
source: Updates movie ratings and Top250 from IMDB. The updates are either fully automatic or manual using Skin Settings > Add-ons > IMDB Update.
de_de: Aktualiserie Filmbewertungen und die Top250 über IMDB. Die Updates laufen entweder automatisch oder Manuell. (Skin Einstellungen > Addons > IMDB Update)
fi_fi: Päivittää elokuvien arvosanat ja sijoituksen Top250-listalla IMDB:stä. Päivitykset voidaan tehdä täysin automaattisesti tai itse valikosta Ulkoasun asetukset -> Lisäosat -> IMDB Update.

# #31467
source: Browse Youtube with an optimized interface for searching and filtering videos, playlists and channels.
de_de: Navigiere durch Youtube mit einem angepassten Interface zur Suche und Filterung von Videos, Playlisten und Kanälen.
fi_fi: Selaa Youtubea, jonka käyttöliittymä on optimoitu haku-, suodatus-, toistolista- ja kanavatoimintoja ajatellen.

# #31468
source: Helper service for providing rotating backgrounds: random, recent, in progress and unwatched backgrounds for music, videos, movies, tv shows, radio and tv categories / windows.
de_de: Hilfsservice um verschiedene Hintergründe bereit zu stellen. Zufällige, in Bearbeitung sowie noch nicht gesehene Hintergründe für Musik, Videos, Filme, Serien, Radio und TV Kategorien und Fenster.

# #31469
source: Provides widgets for in progress tv show episodes and favourites.
de_de: Stellt Widgets für in Bearbeitung befindliche Serien Episoden und Favoritien zur Verfügung.

# #31470
source: Artwork Beef automatically adds extra artwork for TV shows and movies into your library. It grabs them from wonderful web services and the file system.
de_de: Artwork Beef fügt automatisch extra Artwork für Serien und Filme zu deiner Bibliothek hinzu. Es lädt diese von wundervollen Webseiten und den lokalen Dateisystem.

# #31493
source: Right clicking scrollbar plays trailer
de_de: Rechtsklick auf die Scrollball spielt Trailer ab

# #31494
source: Show information when paused
de_de: Zeige Informationen wenn pausiert

# #31496
source: Play DVD
de_de: Spiele DVD

# #31497
source: Play CD
de_de: Spiele CD

# #31498
source: Requires manual installation!
de_de: Benötigt manuelle Installation!
fi_fi: Vaatii manuaalisen asennuksen!
pl_pl: Wymaga manualnej instalacji!

# #31499
source: Automatic installation from Kodi add-on repository
de_de: Automatische Installation aus dem Kodi Addon-Repository
fi_fi: Automaattinen asennus Kodin lisäosien ohjelmavarastosta

# #31500
source: Manual installation
de_de: Manuelle Installation
fi_fi: Manuaalinen asennus
pl_pl: Manualna instalacja

# #31501
source: Show Lyrics Button On OSD
de_de: Liedtextschaltfläche auf OSD anzeigen
fi_fi: Näytä sanoituspainike kuvaruutuvalikossa
pl_pl: Pokazuj przycisk tekstu utworu w menu ekranowym
th_th: แสดงปุ่ม เนื้อเพลงบนหน้าจอ

# #31502
source: Artwork Downloader
de_de: Programm zum Herunterladen von Illustrationen
pl_pl: Dodatek Artwork Downloader
th_th: ตัวดึงข้อมูล งานศิลป์

# #31504
source: Shutdown Menu
de_de: Beenden-Menü
fi_fi: Sammutusvalikko
pl_pl: Menu zamykania

# #31505
source: Context Menu
de_de: Kontextmenü
fi_fi: Sisältövalikko
pl_pl: Menu kontekstowe

# #31506
source: Library Editor
de_de: Bibliothekseditor
fi_fi: Tietokannan muokkaus
pl_pl: Edytor biblioteki

# #31507
source: Clear Art
de_de: Klare Kunst
pl_pl: Przezrocze
th_th: งานศิลป์ แบบใส

# #31508
source: Clear Logo
de_de: Klares Logo
pl_pl: Logo
th_th: โลโก้ แบบใส

# #31509
source: TV Thumb
de_de: Fernsehvorschaubild
pl_pl: Miniatura
th_th: รูปย่อ ทีวี

# #31511
source: Default Thumb
de_de: Standardvorschaubild
fi_fi: Oletuskuva
pl_pl: Miniatura domyślna
th_th: รูปย่อ ปริยาย

# #31512
source: Download According To Add-on Settings
de_de: Basierend auf den Addon-Einstellungen herunterladen
fi_fi: Lataa lisäosan asetusten mukaan
pl_pl: Pobieraj grafiki zgodnie z ustawieniami dodatku
th_th: ใช้พื้นหลังแบบรอบด้านในทีวีไกด์

# #31513
source: Download Presets
de_de: Herunterladen-Voreinstellungen
fi_fi: Lataus
pl_pl: Pobieranie szablonów
th_th: ดาวน์โหลดชุดรูปแบบ

# #31603
source: Favourite
de_de: Favorit
fi_fi: Suosikki
pl_pl: Ulubione
th_th: ที่ชื่นชอบ

# #31604
source: Customize Background
de_de: Hintergrund anpassen
fi_fi: Muokkaa taustakuvaa
pl_pl: Niestandardowe tło
th_th: ปรับแต่งพื้นหลัง

# #31605
source: Preset
de_de: Voreinstellung
fi_fi: Oletus
pl_pl: Szablon
th_th: ค่าที่กำหนดไว้

# #31606
source: Presets
de_de: Voreinstellungen
fi_fi: Esiasetukset
pl_pl: Zdefiniowane szablony
th_th: ชุดรูปแบบ

# #31607
source: In Cinemas
de_de: Im Kino
fi_fi: Teatterissa
pl_pl: W kinach
th_th: ในโรงภาพยนตร์

# #31608
source: Upcoming Movies
de_de: Demnächst im Kino
fi_fi: Tulevat elokuvat
pl_pl: Wkrótce w kinach
th_th: ภาพยนตร์ ที่กำลังจะเข้า

# #31609
source: New DVDs
de_de: Neue DVDs
fi_fi: Uudet DVD:t
pl_pl: Nowe dyski DVD
th_th: ดีวีดี ใหม่

# #31610
source: Upcoming DVDs
de_de: Demnächst auf DVD
fi_fi: Tulevat DVD:t
pl_pl: Wkrótce dostępne na DVD
th_th: ดีวีดี ที่กำลังจะออก

# #31611
source: Enter custom action
de_de: Benutzerdefinierte Aktion eingeben
fi_fi: Anna oma komento
pl_pl: Wprowadź niestandardową operację
th_th: ป้อนการกระทำแบบกำหนดเอง

# #31612
source: Trending Movies
de_de: Angesagte Filme
fi_fi: Suositut elokuvat
pl_pl: Filmy na czasie
th_th: ภาพยนตร์ที่ได้รับความนิยม

# #31613
source: Trending TV Shows
de_de: Angesagte Fernsehserien
fi_fi: Suositut tv-sarjat
pl_pl: Seriale na czasie
th_th: รายการทีวีที่ได้รับความนิยม

# #31614
source: Similar Movies
de_de: Ähnliche Filme
fi_fi: Samankaltaiset elokuvat
pl_pl: Podobne filmy
th_th: ภาพยนตร์ที่คล้ายกัน

# #31615
source: Similar TV Shows
de_de: Ähnliche Fernsehserien
fi_fi: Samankaltaiset tv-sarjat
pl_pl: Podobne seriale
th_th: รายการทีวีที่คล้ายกัน

# #31616
source: Extra Movie Info
de_de: Zusätzliche Filminfo
fi_fi: Elokuvan lisätiedot
pl_pl: Dodatkowe informacje o filmie
th_th: ข้อมูลพิเศษภาพยนตร์

# #31617
source: Extra TV Show Info
de_de: Zusätzliche Fernsehserieninfo
fi_fi: Tv-sarjan lisätiedot
pl_pl: Dodatkowe informacje o serialu
th_th: ข้อมูลพิเศษรายการทีวี

# #31618
source: Extra Season Info
de_de: Zusätzliche Staffelinfo
fi_fi: Tuotantokauden lisätiedot
pl_pl: Dodatkowe informacje o sezonie
th_th: ข้อมูลพิเศษฤดู

# #31619
source: Select Top Widget
de_de: Oberes Widget wählen
fi_fi: Valitse ylempi widget

# #31620
source: Select Bottom Widget
de_de: Unteres Widget wählen
fi_fi: Valitse alempi widget

# #31621
source: Top Widget
de_de: Oberes Widget
fi_fi: Ylä-widget

# #31622
source: Bottom Widget
de_de: Unteres Widget
fi_fi: Ala-widget

# #31623
source: Square
de_de: Quadratisch
fi_fi: Neliö
pl_pl: Kwadrat

# #31624
source: Top Widget Aspect
de_de: Aussehen oberes Widget
fi_fi: Ylä-widgetin kuvasuhde

# #31625
source: Bottom Widget Aspect
de_de: Aussehen unteres Widget
fi_fi: Ala-widgetin kuvasuhde

# #31626
source: Change Top Widget Name
de_de: Ändere Name des oberen Widgets
fi_fi: Muokkaa ylä-widgetin nimeä

# #31627
source: Change Bottom Widget Name
de_de: Ändere Namen des unteren Widgets
fi_fi: Muokkaa ala-widgetin nimeä

# #31704
source: Customize Submenu
de_de: Untermenü anpassen
fi_fi: Muokkaa alavalikkoa
pl_pl: Dostosuj podmenu
th_th: ปรับปรุงเมนูย่อย

# #31705
source: Exit Kodi
de_de: Kodi Beenden
fi_fi: Sulje Kodi
pl_pl: Zamknij Kodi

# #31706
source: Restart Kodi
de_de: Kodi neu starten
fi_fi: Käynnistä Kodi uudelleen
pl_pl: Uruchom Kodi ponownie

# #31709
source: Hide Games
de_de: Spiele verstecken
fi_fi: Piilota Pelit

# #31710
source: Hide Favourites
de_de: Favoriten ausbelenden
fi_fi: Piilota suosikit
pl_pl: Ukrywaj ulubione

# #31711
source: Hide Add-ons
de_de: Verstecke Addons
fi_fi: Piilota lisäosat
pl_pl: Ukrywaj dodatki

# #31712
source: Category Menu
de_de: Kategoriemenü
fi_fi: Päävalikon kategoriat
pl_pl: Menu kategorii
th_th: เมนูของหมวดหมู่

# #31713
source: Add More Categories
de_de: Weitere Kategorien hinzufügen
fi_fi: Lisää kategoria
pl_pl: Dodaj więcej kategorii
th_th: เพิ่มหมวดหมู่

# #31714
source: Category Icon
de_de: Kategoriesymbol
fi_fi: Kategorian kuvake
pl_pl: Ikona kategorii
th_th: ไอคอนของหมวดหมู่

# #31715
source: Custom Category Icons
de_de: Benutzerdefinierte Kategoriesymbole
fi_fi: Omat kuvakkeet
pl_pl: Niestandardowe ikony kategorii
th_th: ไอคอนของประเภท ที่กำหนดเอง

# #31720
source: Enabling too many custom widgets with playlists[CR]could result in performance decline of skin.[CR]Consider yourself warned.
de_de: Das aktivieren zuvieler eigener Widgets und Playlisten [CR]kann die Performance des Skins empfindlich stören.[CR] Du bist gewarnt worden.
fi_fi: Liian monen toistolistoista riippuvan widgetin käyttäminen[CR]voi johtaa ulkoasun hidastumiseen.[CR]Sinua on varoitettu.

# #31723
source: If you have enabled add-on shortcuts for some categories,[CR]their category icons are not displayed.[CR][CR]The button in this section is disabled for that category.
de_de: Wenn Du Addon-Verknüpfungen aktiviert hast für einige Kategorien[CR]werden die Kategorie Icons nicht anzeigt.[CR][CR]Die Auswahl in dieser Sektion wird deaktiviert für diese Kategorie.

# #31724
source: Use White Categories
de_de: Weiße Kategorien verwenden
fi_fi: Valkoisen väriset kategoriat
pl_pl: Używaj białych kategorii
th_th: ใช้งาน หมวดหมู่สีขาว

# #31725
source: Use Coloured Categories
de_de: Farbige Kategorien verwenden
fi_fi: Värilliset kategoriat
pl_pl: Używaj kolorowych kategorii
th_th: ใช้งาน หมวดหมู่แบบสี

# #31900
source: Select multi image path for tv channels / recordings
de_de: Mehrfachbildpfad für Fernsehkanäle / Aufnahmen auswählen
fi_fi: Valitse tv-kanavien ja tallennusten kuvien sijainti
pl_pl: Wybierz ścieżkę do folderu obrazów kanałów telewizyjnych / nagrań
th_th: เลือกเส้นทางของหลายรูปภาพ สำหรับช่องรายการทีวี / การบันทึก

# #31901
source: Select multi image path for radio channels / recordings
de_de: Mehrfachbildpfad für Radiokanäle / Aufnahmen auswählen
fi_fi: Valitse radiokanavien ja tallennusten kuvien sijainti
pl_pl: Wybierz ścieżkę do folderu obrazów kanałów radiowych / nagrań
th_th: เลือกเส้นทางของหลายรูปภาพ สำหรับช่องรายการวิทยุ / การบันทึก

# #31902
source: Available Groups
de_de: Verfügbare Gruppen
fi_fi: Mahdolliset ryhmät
pl_pl: Dostępne grupy
th_th: กลุ่มที่ใช้ได้

# #31903
source: Hidden Channels
de_de: Versteckte Sender
fi_fi: Piilotetut kanavat
pl_pl: Ukryte kanały
th_th: ช่องรายการที่ซ่อนอยู่

# #31904
source: Add Group
de_de: Gruppe hinzufügen
fi_fi: Lisää ryhmä
pl_pl: Dodaj grupę
th_th: เพิ่มกลุ่ม

# #31905
source: Rename Group
de_de: Gruppe umbenennen
fi_fi: Muuta ryhmän nimeä
pl_pl: Przemianuj grupę
th_th: เปลี่ยนชื่อกลุ่ม

# #31906
source: Delete Group
de_de: Gruppe löschen
fi_fi: Poista ryhmä
pl_pl: Usuń grupę
th_th: ลบกลุ่ม

# #31907
source: Tags
de_de: Schlagwörter
fi_fi: Tagit
pl_pl: Znaczniki

# #31908
source: Show "Paused" in picture slideshow
de_de: "Pausiert" in der Bildvorführung anzeigen
fi_fi: Näytä "Tauko", kun kuvaesitys on tauolla
pl_pl: Pokazuj "Pauza" podczas pokazu slajdów

# #31909
source: Search add-ons
de_de: Addons suchen
fi_fi: Etsi lisäosia

# #31911
source: Search local library
de_de: Lokale Bibliothek durchsuchen
fi_fi: Etsi paikallisesta kirjastosta
pl_pl: Przeszukaj lokalną bibliotekę

# #31912
source: Search TheMovieDB
de_de: TheMovieDB durchsuchen
fi_fi: Etsi TheMovieDB:stä
pl_pl: Przeszukaj bazę TheMovieDB
th_th: ค้นหาใน TheMovieDB

# #31915
source: Show "Paused" in Fullscreen Video
de_de: "Pausiert" im Vollbildvideo anzeigen
fi_fi: Näytä "Tauko", kun videotoisto on tauolla
pl_pl: Pokazuj tekst "Pauza" po wstrzymaniu odtwarzania

# #31916
source: Hide Top Options Menu Bar (Only Show When Selected)
de_de: Obere Menüleiste ausblenden (nur anzeigen, wenn sie ausgewählt ist)
fi_fi: Näytä yläreunan asetuspalkki vain valittaessa
pl_pl: Ukrywaj górny pasek menu opcji (pokazuj tylko po wybraniu)

# #31917
source: Enable music playing progressbar
de_de: Fortschrittsbalken bei der Musikwiedergabe aktivieren
fi_fi: Näytä toistettavan musiikin aikapalkki
pl_pl: Pokazuj pasek postępu odtwarzania utworu

# #31919
source: Enable battery notification
de_de: Batteriebenachrichtigung aktivieren
fi_fi: Näytä akkutason ilmoitus
pl_pl: Pokazuj powiadomienia o stanie baterii

# #31920
source: Hidden
de_de: Ausgeblendet
fi_fi: Piilotetut
pl_pl: Ukryty

# #31921
source: Add-on shortcuts
de_de: Add-on-Verknüpfungen
fi_fi: Lisäosien pikakuvakkeet
pl_pl: Skróty do dodatków

# #31922
source: Enable Add-on Shortcut Titles
de_de: Add-on-Verknüpfungstitel aktivieren
fi_fi: Näytä lisäosien nimet
pl_pl: Używaj kafelków ze skrótami do dodatków
th_th: เปิดใช้งาน ชื่อทางลัดของส่วนเสริม

# #31923
source: Random fanart
de_de: Zufällige Fankunst
fi_fi: Satunnainen fanitaide
pl_pl: Losowa fototapeta
th_th: แฟนอาร์ตแบบสุ่ม

# #31924
source: Recent
de_de: Letzte
fi_fi: Uusimmat
pl_pl: Ostatnie
th_th: ก่อนนี้

# #31925
source: TV Shows today
de_de: Heutige Fernsehsendungen
fi_fi: Tv-sarjaa tänään
pl_pl: Dzisiaj na antenie

# #31926
source: TV Show today
de_de: Heutige Fernsehsendung
fi_fi: Tv-sarja tänään
pl_pl: Dzisiaj na antenie

# #31927
source: Hide TV Show Next Aired
de_de: Status der nächsten Ausstrahlung ausblenden
fi_fi: Piilota tv-sarjojen seuraavat esityspäivät
pl_pl: Ukrywaj informacje o odcinkach wkrótce na antenie
th_th: ซ่อนตอนถัดไปที่จะออกอากาศ

# #31929
source: Select add-on
de_de: Add-on auswählen
fi_fi: Valitse lisäosa
pl_pl: Wybierz dodatek
th_th: เลือก ส่วนเสริม

# #31930
source: Upcoming TV Shows
de_de: Anstehende Fernsehshows
fi_fi: Tulevat tv-sarjat
pl_pl: Wkrótce na antenie
th_th: รายการโทรทัศน์รายการต่อไป

# #31931
source: Reset Skin Settings To Default (Press To Confirm)
de_de: Skin auf Standard zurücksetzen (drücken zum bestätigen)
fi_fi: Palauta ulkoasun oletusasetukset (Valitse varmistaaksesi)
pl_pl: Przywróć domyślne ustawienie skóry (naciśnij, aby potwierdzić)

# #31932
source: Export Skin Settings
de_de: Skin-Einstellungen exportieren
fi_fi: Vie ulkoasun asetukset
pl_pl: Eksportuj ustawienia skóry

# #31933
source: Import Skin Settings
de_de: Skin-Einstellungen importieren
fi_fi: Tuo ulkoasun asetukset
pl_pl: Importuj ustawienia skóry

# #31934
source: Recently added songs
de_de: Kürzlich hinzugefügte Songs
fi_fi: Uusimmat kappaleet
pl_pl: Utwory ostatnio dodane

# #31935
source: Hide Next Aired Status
de_de: Status der nächsten Ausstrahlung ausblenden
fi_fi: Piilota tv-sarjan tila
pl_pl: Ukrywaj informacje o odcinkach wkrótce na antenie
th_th: ซ่อนสถานะ Next Aired

# #31936
source: Premiered
de_de: Erstmals ausgestrahlt
fi_fi: Ensiesitys
pl_pl: Premiera

# #31937
source: Back
de_de: Zurück
fi_fi: Takaisin
pl_pl: Wstecz

# #31938
source: Hide Genres
de_de: Genres ausblenden
fi_fi: Piilota lajityypit
pl_pl: Ukrywaj gatunki

# #31939
source: Date Format: USA / Canada
de_de: Datumsformat: USA / Kanada
fi_fi: Päivämäärän muoto: USA / Kanada
pl_pl: Format daty: Stany Zjednoczone / Kanada

# #31940
source: Date Format: UK / Australia / Central Europe / India
de_de: Datumsformat: UK / Australien / Mitteleuropa / Indien
fi_fi: Päivämäärän muoto: UK/ Australia / Keski-Eurooppa / Intia
pl_pl: Format daty: Wielka Brytania / Australia / Europa Środkowa / Indie

# #31942
source: Select Music Library Path for Clear Logos
de_de: Wähle den Pfad für Klare Logos in der Musik Bibliothek
fi_fi: Valitse musiikin Clear Logojen polku
pl_pl: Wybierz ścieżkę z logami dla biblioteki muzyki

# #31945
source: Hide Clearlogo
de_de: Klare Logos ausblenden
fi_fi: Piilota Clearlogo
pl_pl: Ukrywaj logo

# #31946
source: Page
de_de: Seite
fi_fi: Sivu
pl_pl: Strona

# #31947
source: Change mode
de_de: Modus ändern
fi_fi: Vaihda tilaa
pl_pl: Zmień tryb

# #31948
source: Watch as 2D
de_de: In 2D anschauen
fi_fi: Katso 2D:nä
pl_pl: Odtwarzaj w trybie 2D

# #31949
source: Local subtitle available
de_de: Lokale Untertitel verfügbar
fi_fi: Paikallisia tekstityksiä saatavilla
pl_pl: Dostępne lokalne napisy

# #31950
source: Settings level
de_de: Einstellungsebene
fi_fi: Asetustaso
pl_pl: Poziom ustawień

# #31954
source: [B]CONFIGURE TV SETTINGS[/B][CR]Change full screen info · Manage EPG data settings
de_de: [B]FERNSEHEINSTELLUNGEN KONFIGURIEREN[/B][CR]Vollbildinformationen ändern · EPG-Dateneinstellungen verwalten
fi_fi: [B]MUOKKAA TV-ASETUKSIA[/B][CR]Muokkaa kokoruudun tietoja · Hallitse ohjelmaoppaan asetuksia
pl_pl: [B]KONFIGURACJA TELEWIZJI[/B][CR]Menu ekranowe · Przewodnik · Nagrywanie · Kontrola rodzicielska

# #31959
source: [B]CONFIGURE SKIN SETTINGS[/B][CR]Change and customize the Rapier skin · Create custom categories and submenus[CR]Setup backgrounds, images and icons
de_de: [B]BEARBEITE SKIN EINSTELLUNGEN[/B][CR]Ändere und individualisiere den Rapier Skin - Erstelle eigene Kategorien und Untermenüs[CR]Richte Hintergründe, Bilder und Symbole ein
fi_fi: [B]MUOKKAA ULKOASUN ASETUKSIA[/B][CR]Muokkaa Rapier-ulkoasua · Luo omia kategorioita ja alavalikkoja[CR]Valitse taustakuvat ja kuvakkeet
pl_pl: [B]KONFIGURACJA SKÓRY[/B][CR]Ustawienia skóry Rapier · Personalizacja kategorii i podmenu[CR]Ustawienia tła, obrazów i ikon

# #31960
source: Autologin
de_de: Automatische Anmeldung
fi_fi: Automaattinen kirjautuminen
pl_pl: Logowanie automatyczne

# #31961
source: Fullscreen
de_de: Vollbild
fi_fi: Kokoruutu
pl_pl: Pełny ekran

# #31962
source: Weather provided by
de_de: Wetter bereitgestellt von
fi_fi: Säätietojen tarjoaja
pl_pl: Prognozę dostarcza

# #31965
source: Cancelled / Ended
de_de: Abgebrochen / Beendet
fi_fi: Lopetettu / Päättynyt
pl_pl: Anulowany / Zakończony

# #31966
source: Latest episode
de_de: Neueste Folge
fi_fi: Viimeisin jakso
pl_pl: Ostatni odcinek

# #31967
source: Next episode
de_de: Nächste Folge
fi_fi: Seuraava jakso
pl_pl: Następny odcinek

# #31968
source: Next aired info
de_de: Informationen zur nächsten Ausstrahlung
fi_fi: Seuraavat esityspäivät
pl_pl: Wkrótce na antenie

# #31969
source: Update info
de_de: Aktualisierungsinformation
fi_fi: Päivitä tiedot
pl_pl: Aktualizuj informacje

# #31970
source: Reset / Update info
de_de: Zurücksetzen / Aktualisierungsinformation
fi_fi: Palauta / Päivitä tiedot
pl_pl: Wyczyść / Aktualizuj informacje

# #31971
source: Hide extended info panel
de_de: Erweitertes Infopanel ausblenden
fi_fi: Piilota laajennettu infopaneeli
pl_pl: Ukrywaj rozszerzone informacje

# #31975
source: Edit Rating
de_de: Bewertung bearbeiten
fi_fi: Muokkaa arvosanaa
pl_pl: Edytuj ocenę
th_th: แก้ไขเรตติ้ง

# #31976
source: Edit IMDb Top 250
de_de: IMDb Top 250 bearbeiten
fi_fi: Muokkaa IMDb:n Top 250:ä
pl_pl: Edytuj listę IMDb Top 250
th_th: แก้ไข 250 อันดับสูงสุดจาก IMDb

# #31977
source: CAPS
de_de: GROSSBUCHSTABEN
fi_fi: ISOT
pl_pl: WIELKIE

# #31978
source: Select path
de_de: Pfad auswählen
fi_fi: Valitse polku
pl_pl: Wybierz ścieżkę
th_th: เลือก Path ที่อยู่

# #31979
source: Select playlist
de_de: Wiedergabeliste auswählen
fi_fi: Valitse toistolista
pl_pl: Wybierz listę odtwarzania
th_th: เลือกรายการเล่น

# #31980
source: Do you want to play the playlist[CR]instead of entering?
de_de: Wollen Sie die Wiedergabeliste abspielen anstatt zu öffnen?
fi_fi: Haluatko aloittaa toiston[CR]toistolistan avaamisen sijaan?
pl_pl: Czy chcesz odtwarzać listę odtwarzania[CR]zamiast wprowadzania?
th_th: ต้องการจะเล่นรายการ[CR]แทนการเรียกดูหรือไม่?

# #31981
source: Play trailers in a window [COLOR=DisabledColor](movie information window only)[/COLOR]
de_de: Trailer in Fenster abspielen [COLOR=grey3](Nur im Video-Info Dialog)[/COLOR]
fi_fi: Toista trailerit ikkunassa [COLOR=DisabledColor](vain elokuvatietojen ikkunassa)[/COLOR]
pl_pl: Odtwarzaj zwiastuny w oknie[COLOR=DisabledColor](tylko w oknie informacji)[/COLOR]
th_th: เล่นตัวอย่างหนังในหน้าต่าง [COLOR=DisabledColor](กล่องโต้ตอบข้อมูลวิดีโอเท่านั้น)[/COLOR]

# #31982
source: Click button to play[CR][CR]movie trailer
de_de: Starte[CR][CR]Filmtrailer
fi_fi: Toista traileri[CR][CR]painikkeesta
pl_pl: Naciśnij przycisk, aby[CR][CR]odtworzyć zwiastun
th_th: คลิกปุ่ม เพื่อเล่น[CR][CR]ตัวอย่างภาพยนตร์

# #31983
source: Hide PVR Channels
de_de: PVR-Sender ausblenden
fi_fi: Piilota kanavalista
pl_pl: Ukrywaj kanały telewizji
th_th: ช่อนช่อง PVR

# #31984
source: Recently added songs
de_de: Kürzlich hinzugefügte Songs
fi_fi: Uusimmat kappaleet
pl_pl: Utwory ostatnio dodane

# #31985
source: Play random song
de_de: Wiedergabe eines zufälligen Songs
fi_fi: Toista satunnainen kappale
pl_pl: Odtwarzaj losowy utwór
th_th: สุ่มเล่นเพลง

# #31986
source: Play random album
de_de: Wiedergabe eines zufälligen Musikalbums
fi_fi: Toista satunnainen albumi
pl_pl: Odtwarzaj losowy album
th_th: สุ่มเล่นอัลบั้ม

# #31987
source: Play random movie
de_de: Wiedergabe eines zufälligen Filmes
fi_fi: Toista satunnainen elokuva
pl_pl: Odtwarzaj losowy film
th_th: สุ่มเล่นภาพยนต์

# #31988
source: Play random episode
de_de: Wiedergabe einer zufälligen Folge
fi_fi: Toista satunnainen jakso
pl_pl: Odtwarzaj losowy odcinek
th_th: สุ่มเล่น Episode

# #31989
source: Play random music video
de_de: Wiedergabe eines zufälligen Musikvideos
fi_fi: Toista satunnainen musiikkivideo
pl_pl: Odtwarzaj losowy teledysk
th_th: สุ่มเล่นมิวสิกวีดีโอ

# #31991
source: Time per Image for Fanart Backgrounds:
de_de: Zeit pro Fanart Hintergrund:
fi_fi: Taustakuvan vaihtotiheys:

# #31992
source: seconds
de_de: Sekunden
fi_fi: sekuntia
pl_pl: sekund
th_th: วินาที

# #31993
source: Latest
de_de: Neueste
fi_fi: Viimeisimmät
pl_pl: Najnowsze
th_th: ล่าสุด

# #31994
source: Hide Top Bar When Idle
de_de: Obere Leiste im Leerlauf ausblenden
fi_fi: Piilota yläpalkki, kun ohjelmaa ei käytetä
pl_pl: Ukrywaj górny pasek podczas bezczynności
th_th: ซ่อนแถบบนเมื่อไม่ใช้งาน

# #31996
source: Add-ons updated
de_de: Add-ons aktualisiert
fi_fi: Lisäosat päivitetty
pl_pl: Dodatki zaktualizowane
th_th: ส่วนเสริม ปรับรุ่นแล้ว

# #31997
source: Fullscreen Music
de_de: Vollbild-Musik
fi_fi: Musiikin kokoruututila
pl_pl: Odtwarzanie muzyki w trybie pełnoekranowym
th_th: เล่นเพลงแบบเต็มจอ

# #32024
source: Reloading Skin...
de_de: Skin neu laden...
fi_fi: Ladataan ulkoasua uudelleen...
pl_pl: Ponowne wczytywanie skóry...
th_th: โหลดหน้าตาใหม่ ...

# #32027
source: Platform
de_de: Plattform
fi_fi: Alusta
pl_pl: Platforma
th_th: รูปแบบ
