Repository: gade01/Rapier
Catalog: language/resource.language.*/strings.po
Languages: de_de, fi_fi, pl_pl, th_th

# #31000
source: Unavailable
de_de: Nicht verfügbar
fi_fi: Ei saatavilla
pl_pl: Niedostępne
th_th: ไม่มี

# #31001
source: N/A
de_de: N/V
pl_pl: Brak

# #31004
source: Add-on Database
de_de: Add-on Datenbank
fi_fi: Lisäosien tietokanta
pl_pl: Baza dodatków
th_th: ฐานข้อมูล ส่วนเสริม

# #31005
source: Login Screen Enabled
de_de: Anmeldebildschirm aktiviert
fi_fi: Kirjautumisruutu on käytössä
pl_pl: Pokazuj ekran logowania
th_th: เปิดใช้งานหน้าจอเข้าระบบ

# #31006
source: Autologin Enabled
de_de: Automatische Anmeldung aktiviert
fi_fi: Automaattinen kirjautuminen
pl_pl: Loguj automatycznie
th_th: เปิดใช้งานการเข้าระบบอัตโนมัติ

# #31008
source: User Rating
de_de: Nutzerwertung
fi_fi: Käyttäjän arvosana
pl_pl: Ocena użytkownika
th_th: การให้อันดับของผู้ใช้

# #31010
source: Recommended
de_de: Empfohlen
fi_fi: Suositellut
pl_pl: Polecane
th_th: ที่แนะนำ

# #31011
source: Related Lists
de_de: Verwandte Liste
fi_fi: Liittyvät listat
pl_pl: Powiązane listy
th_th: รายการที่เกี่ยวข้อง

# #31013
source: Media
de_de: Medium
th_th: สื่อ

# #31014
source: Extra Thumbs
de_de: Extra Vorschaubilder
fi_fi: Lisäpienoiskuvat
pl_pl: Dodatkowe miniatury
th_th: รูปย่อพิเศษ

# #31016
source: Still there?
de_de: Immer noch da?
fi_fi: Edelleen siellä?
pl_pl: Ciągle obecny?
th_th: ยังคงอยู่?

# #31017
source: Press "Continue Watching" to watch the next episode...
de_de: Drücken Sie auf "Fernsehen fortsetzen", um die nächste Folge anzuschauen...
fi_fi: Valitse "Jatka katsomista" nähdäksesi seuraavan jakson...
pl_pl: Naciśnij "Kontynuuj oglądanie", aby obejrzeć następny odcinek...
th_th: กดปุ่ม "รับชมต่อไป" เพื่อดูตอนต่อไป...

# #31018
source: Video Menu
de_de: Videomenü
fi_fi: Elokuvavalikko
pl_pl: Menu Wideo
th_th: เมนู วิดีโอ

# #31019
source: Search Trailer
de_de: Suche Trailer
fi_fi: Etsi traileria
pl_pl: Szukaj zwiastuna

# #31020
source: Visualization Presets
de_de: Visualisierungsvoreinstellungen
fi_fi: Visualisoinnin esiasetukset
pl_pl: Zdefiniowane szablony wizualizacji
th_th: ชุดรูปแบบแสงสีประกอบเพลง

# #31021
source: Hide Bottom Info Pane
de_de: Unteres Infofenster ausblenden
fi_fi: Piilota alapalkki
pl_pl: Ukrywaj dolny panel informacyjny
th_th: ซ่อน แผงข้อมูลด้านล่าง

# #31022
source: Visualization Settings
de_de: Visualisierungseinstellungen
fi_fi: Visualisoinnin asetukset
pl_pl: Ustawienia wizualizacji
th_th: การตั้งค่าแสงสีประกอบเพลง

# #31023
source: Resetting Skin Settings...
de_de: Skin-Einstellungen werden zurückgesetzt...
fi_fi: Palautetaan ulkoasun asetuksia...
pl_pl: Przywracanie domyślnych ustawień skóry...
th_th: ย้อนคืนการตั้งค่าหน้าตา ...

# #31024
source: Enable Autocompletions for Keyboard Dialog
de_de: Autovervollständigungen für Tastaturdialog aktivieren
fi_fi: Käytä hakuehdotuksia virtuaalinäppäimistön kanssa
pl_pl: Pokazuj podpowiedzi klawiatury ekranowej
th_th: เปิดใช้งาน การเติมข้อความอัตโนมัติสำหรับกล่องโต้ตอบแป้นพิมพ์

# #31025
source: Hide Scrollbar
de_de: Bildlaufleiste ausblenden
fi_fi: Piilota vierityspalkki
pl_pl: Ukrywaj pasek przewijania
th_th: ซ่อน แถบเลื่อน

# #31026
source: Enable Weather
de_de: Wetter aktivieren
fi_fi: Näytä Sää
pl_pl: Pokazuj pogodę
th_th: เปิดใช้สภาพอากาศ

# #31027
source: Hide Seek Bar OSD During Fullscreen Playback
de_de: OSD-Suchbar während der Vollbildwiedergabe ausblenden
fi_fi: Piilota videon hakupalkki kokoruututilassa
pl_pl: Ukrywaj pasek przewijania podczas odtwarzania pełnoekranowego
th_th: ซ่อน OSD แถบค้นหา ในระหว่างการเล่นแบบเต็มหน้าจอ

# #31028
source: Enable Kiosk Mode
de_de: Kioskmodus aktivieren
fi_fi: Käytä kioskitilaa
pl_pl: Uruchamiaj w trybie Kiosku
th_th: เปิดใช้งานโหมด Kiosk

# #31029
source: Hide Dialog Close Buttons
de_de: Dialog schließen-Schaltflächen ausblenden
fi_fi: Piilota dialogien sulkemispainikkeet
pl_pl: Ukrywaj przyciski zamykania okien
th_th: ซ่อนปุ่มปิดกล่องโต้ตอบ

# #31030
source: Custom playlist
de_de: Eigene Playlist

# #31032
source: Select rating
de_de: Bewertung auswählen

# #31033
source: Hide Date
de_de: Datum ausblenden
fi_fi: Piilota Päivämäärä
pl_pl: Ukrywaj datę
th_th: ซ่อนวันที่

# #31034
source: Change info labels
de_de: Infoetikett ändern
fi_fi: Muokkaa infotekstejä
pl_pl: Zmień etykiety informacyjne
th_th: เปลี่ยนป้ายแสดงข้อมูล

# #31035
source: Actor Information
de_de: Schauspielerinformation
fi_fi: Näyttelijätiedot
pl_pl: O aktorze
th_th: ข้อมูลนักแสดง

# #31036
source: Director Information
de_de: Regisseurinformation
fi_fi: Ohjaajatiedot
pl_pl: O reżyserze
th_th: ข้อมูลผู้กำกับ

# #31037
source: Writer Information
de_de: Autoreninformation
fi_fi: Käsikirjoittajatiedot
pl_pl: O scenarzyście
th_th: ข้อมูลนักเขียน

# #31038
source: Extra Info
de_de: Zusätzliche Informationen
fi_fi: Lisätiedot
pl_pl: Dodatkowe
th_th: ข้อมูลพิเศษ

# #31039
source: Local
de_de: Lokal
fi_fi: Paikallinen
pl_pl: Lokalne
th_th: ท้องถิ่น

# #31040
source: Movie Set Information
de_de: Filmsetinformation
fi_fi: Elokuvaryhmän tiedot
pl_pl: O serii
th_th: ข้อมูลภาพยนตร์ชุด

# #31042
source: Hide Title
de_de: Titel ausblenden
fi_fi: Piilota nimi
pl_pl: Ukrywaj tytuł
th_th: ซ่อน ชื่อเรื่อง

# #31044
source: Hide Plot
de_de: Handlung ausblenden
fi_fi: Piilota juoni
pl_pl: Ukrywaj fabułę
th_th: ซ่อน เรื่องย่อ

# #31045
source: Season Information
de_de: Staffelinformationen
fi_fi: Tuotantokauden tiedot
pl_pl: O sezonie
th_th: ข้อมูลฤดู

# #31046
source: Hide Overlay
de_de: Einblendung ausblenden
fi_fi: Piilota peittokuvat
pl_pl: Ukrywaj teksturę tła
th_th: ซ่อน การวางซ้อน

# #31047
source: Show Rating
de_de: Bewertung anzeigen
fi_fi: Näytä arvosana
pl_pl: Pokazuj ocenę
th_th: แสดง การจัดอันดับ

# #31048
source: Enable Media Flags (Enabling All Media Flags May Break The Layout)
de_de: Medienmerker aktivieren (Aktivierung sämtlicher Medienmerker kann die Gestaltung kaputt machen)
fi_fi: Näytä mediakuvakkeet (Kaikkien kuvakkeiden käyttäminen saattaa sotkea asettelun)
pl_pl: Pokazuj etykiety mediów (możesz powodować zaburzyć kompozycję)
th_th: เปิดใช้งาน ธงของสื่อ (เปิดใช้งานธงของสื่อ อาจทำลายการจัดวาง)

# #31049
source: Enable Video Lyrics
de_de: Aktiviere Video Lyrik
pl_pl: Aktywuj obsługę animowanych tekstów utworów

# #31050
source: Star Rating
de_de: Sternbewertung
fi_fi: Tähtiarvosana
pl_pl: Ocena gwiazdkowa
th_th: จัดอันดับ ให้ดาว

# #31051
source: Show In Home Window Only
de_de: Nur im Hauptfenster anzeigen
fi_fi: Näytä vain päävalikossa
pl_pl: Pokazuj tylko na ekranie startowym
th_th: นำไปใช้กับ หน้าต่างหลักเท่านั้น

# #31052
source: Show In Home Window And Category Level
de_de: Nur im Hauptfenster und in der Kategorie-Ebene anzeigen
fi_fi: Näytä päävalikossa ja kategoriatasolla
pl_pl: Pokazuj na ekranie startowym i w kategoriach
th_th: นำไปใช้้กับ หน้าต่างทั้งหมดที่มี

# #31053
source: Custom Backgrounds
de_de: Benutzerdefinierte Hintergründe
fi_fi: Omat taustakuvat
pl_pl: Niestandardowe obrazy tła
th_th: พื้นหลังที่กำหนดเอง

# #31054
source: Show In All Windows
de_de: In allen Fenstern anzeigen
fi_fi: Näytä kaikissa ikkunoissa
pl_pl: Pokazuj na wszystkich ekranach
th_th: นำไปใช้กับ หน้าต่างทั้งหมด

# #31056
source: Single Image
de_de: Einzelbild
fi_fi: Yksittäinen kuva
pl_pl: Pojedynczy obraz
th_th: ภาพเดี่ยว

# #31057
source: Multi Image
de_de: Mehrfachbild
fi_fi: Vaihtuva kuva
pl_pl: Wiele obrazów
th_th: หลายภาพ

# #31059
source: Fanart Brightness
de_de: Fankunst-Helligkeit
fi_fi: Fanitaiteen kirkkaus
pl_pl: Jasność fototapety
th_th: ระดับสลัวต่ำสุด

# #31060
source: Background Brightness
de_de: Hintergrundhelligkeit
fi_fi: Taustakuvan kirkkaus
pl_pl: Jasność tła
th_th: ระดับสลัวสูง

# #31061
source: Hide Media Info
de_de: Medieninformationen ausblenden
fi_fi: Piilota mediatiedot
pl_pl: Ukrywaj informacje o mediach
th_th: ซ่อนข้อมูลสื่อ

# #31063
source: Animate Fanart Backgrounds
de_de: Animiere Fanart Hintergründe
fi_fi: Animoi fanitaiteet
pl_pl: Animuj fototapety
th_th: แสดงภาพพื้นหลัง Fanart แบบเคลื่อนไหว

# #31064
source: Animate Custom Backgrounds
de_de: Animiere eigene Hintergründe
fi_fi: Animoi omat taustakuvat
pl_pl: Animuj niestandardowe tła
th_th: แสดงภาพพื้นหลังที่กำหนดเองแบบเคลื่อนไหว

# #31065
source: Select Weather Icon Pack
de_de: Wettersymbolpaket auswählen
fi_fi: Valitse säätietojen kuvakepaketti
pl_pl: Wybierz pakiet ikon pogody
th_th: เลือกชุดไอคอนสภาพอากาศ

# #31066
source: Select Movie Genre Icon Pack
de_de: Filmgenresymbolpaket auswählen
fi_fi: Valitse elokuvalajityyppien kuvakepaketti
pl_pl: Wybierz pakiet ikon gatunków filmów
th_th: เลือกชุดไอคอนประเภทของภาพยนตร์

# #31067
source: Select Music Genre Icon Pack
de_de: Musikgenresymbolpaket auswählen
fi_fi: Valitse musiikkilajityyppien kuvakepaketti
pl_pl: Wybierz pakiet ikon gatunków muzyki
th_th: เลือกชุดไอคอนประเภทของเพลง

# #31068
source: Hide Submenus
de_de: Untermenüs ausblenden
fi_fi: Piilota alavalikot
pl_pl: Ukrywaj podmenu
th_th: ซ่อน เมนูย่อย

# #31069
source: Hide System Information
de_de: Systeminformationen ausblenden
fi_fi: Piilota järjestelmätiedot
pl_pl: Ukrywaj informacje o systemie
th_th: ซ่อน ข้อมูลของระบบ

# #31070
source: Hide Categories
de_de: Kategorien ausblenden
fi_fi: Piilota kategorioita
pl_pl: Ukrywaj kategorie
th_th: ซ่อน หมวดหมู่

# #31071
source: Hide Now Playing
de_de: Läuft gerade ausblenden
fi_fi: Piilota "Nyt toistetaan"
pl_pl: Nie pokazuj odtwarzanego wideo w tle interfejsu
th_th: ซ่อน ที่เล่นตอนนี้

# #31072
source: Hide Recently Added
de_de: Kürzlich hinzugefügt ausblenden
fi_fi: Piilota viimeksi lisätyt
pl_pl: Ukrywaj ostatnio dodane
th_th: ซ่อน ที่เพิ่มล่าสุด

# #31073
source: Hide Weather
de_de: Wetter ausblenden
fi_fi: Piilota sää
pl_pl: Ukrywaj pogodę
th_th: ซ่อน สภาพอากาศ

# #31074
source: Hide Category Icons
de_de: Kategoriesymbole ausblenden
fi_fi: Piilota kategorioiden kuvakkeet
pl_pl: Ukrywaj ikony kategorii
th_th: ซ่อน ไอคอนหมวดหมู่

# #31075
source: Show Navigation Buttons
de_de: Navigationsschaltflächen anzeigen
fi_fi: Näytä navigointipainikkeet
pl_pl: Pokazuj przyciski nawigacyjne
th_th: แสดง ปุ่มนำทาง

# #31076
source: Category Submenu
de_de: Kategorieuntermenü
fi_fi: Kategorioiden alavalikot
pl_pl: Podmenu kategorii
th_th: เมนูย่อย ของหมวดหมู่

# #31077
source: Hide In Cinemas / Upcoming Movies
de_de: Demnächst im Kino ausblenden
fi_fi: Piilota tulevat ja teattereissa olevat elokuvat
pl_pl: Ukrywaj W kinach / Wkrótce w kinach
th_th: ซ่อน ในโรงภาพยนตร์ / ภาพยนตร์ที่จะเข้า

# #31079
source: Hide "In Progress" / Random
de_de: "In Bearbeitung" ausblenden / Zufällig
fi_fi: Piilota "Osittain katsotut" / Satunnaiset
pl_pl: Ukrywaj "W trakcie" / Losowe
th_th: ซ่อน "ที่กำลังดำเนินการ" / สุ่ม

# #31080
source: Hide Recording Information
de_de: Aufnahmeinformationen ausblenden
fi_fi: Piilota tallennustiedot
pl_pl: Ukrywaj informacje o nagrywaniu
th_th: ซ่อน ข้อมูลการบันทึก

# #31081
source: No Focus
de_de: Kein Fokus
fi_fi: Ei kohdistettu
pl_pl: Niezaznaczony
th_th: ไม่มุ่งเน้น

# #31082
source: Focus
de_de: Fokus
fi_fi: Kohdistettu
pl_pl: Zaznaczony
th_th: มุ่งเน้น

# #31083
source: Background
de_de: Hintergrund
fi_fi: Tausta
pl_pl: Tło
th_th: พื้นหลัง

# #31086
source: Music Playing
de_de: Es läuft
fi_fi: Musiikkitoisto
pl_pl: Teraz odtwarzane

# #31087
source: Extended Information
de_de: Erweiterte Informationen
fi_fi: Lisätiedot
pl_pl: Dodatkowe informacje
th_th: ข้อมูลแบบขยาย

# #31089
source: Extra Artist Info
de_de: Zusätzliche Interpreteninfo
fi_fi: Esittäjän lisätiedot
pl_pl: Dodatkowe informacje o wykonawcy
th_th: ข้อมูลศิลปิน พิเศษ

# #31090
source: Popular Tracks
de_de: Beliebte Titel
fi_fi: Suositut kappaleet
pl_pl: Popularne utwory
th_th: แทรคที่นิยม

# #31091
source: No popular tracks found for this artist.
de_de: Von diesem Interpreten wurden keine beliebten Titel gefunden.
fi_fi: Esittäjältä ei löytynyt suosittuja kappaleita.
pl_pl: Nie znaleziono popularnych utworów tego wykonawcy.
th_th: ไม่พบแทรคที่นิยมของศิลปินคนนี้

# #31092
source: Search Youtube
de_de: Youtube durchsuchen
fi_fi: Etsi Youtubesta
pl_pl: Przeszukaj Youtube
th_th: ค้นหาในยูทูป

# #31093
source: Similar Artists
de_de: Ähnliche Interpreten
fi_fi: Samankaltaiset esittäjät
pl_pl: Podobni wykonawcy
th_th: ศิลปินที่คล้ายกัน

# #31094
source: No similar artists found.
de_de: Keine ähnlichen Interpreten gefunden.
fi_fi: Samankaltaisia esittäjiä ei löytynyt.
pl_pl: Nie znaleziono podobnych wykonawców.
th_th: ไม่พบศิลปินที่คล้ายกัน

# #31095
source: Button Type
de_de: Schaltflächentyp
fi_fi: Painikkeen tyyppi
pl_pl: Typ przycisku
th_th: ชนิดของ ปุ่ม

# #31096
source: Views
de_de: Ansichten
fi_fi: katsontaa
pl_pl: Widoki
th_th: หลากหลายมุมมอง

# #31097
source: Label
de_de: Bezeichnung
fi_fi: Nimi
pl_pl: Etykieta
th_th: ฉลาก

# #31098
source: Button Properties
de_de: Schaltflächeneigenschaften
fi_fi: Painikkeen ominaisuudet
pl_pl: Właściwości przycisku
th_th: คุณสมบัติของ ปุ่ม

# #31099
source: No discography found for this artist.
de_de: Für diesen Interpreten wurde keine Diskografie gefunden.
fi_fi: Esittäjän diskografiaa ei löytynyt.
pl_pl: Brak dyskografii tego wykonawcy.
th_th: ไม่พบประวัติผลงานของศิลปินคนนี้

# #31100
source: Enable splash screen (photo, video or music)
de_de: Eigenen Startbildschirm aktivieren(Foto, Video oder Musik)
fi_fi: Näytä käynnistysruutu (kuva, video tai musiikki)
pl_pl: Pokazuj ekran powitalny (obraz, wideo lub muzyka)

# #31101
source: Splash screen image duration
de_de: Anzeigedauer des Startbildschirms
fi_fi: Käynnistysruudun kesto
pl_pl: Czas trwania ekranu powitalnego
th_th: ระยะเวลาในการแสดงหน้าจอ Splash

# #31103
source: Icon
de_de: Symbol
fi_fi: Kuvake
pl_pl: Ikony
th_th: ไอคอน

# #31105
source: List
de_de: Liste
fi_fi: Lista
pl_pl: Lista
th_th: รายการ

# #31106
source: Wrap Info
de_de: Information umbrechen
fi_fi: Kierto
pl_pl: Kolejka 1
th_th: แบบตัด ข้อมูล

# #31107
source: Thumbnail
de_de: Vorschaubild
fi_fi: Pienoiskuva
pl_pl: Miniatury
th_th: ขนาดย่อ

# #31109
source: Sort: Ascending
de_de: Sortieren: Aufsteigend
fi_fi: Suunta: Nouseva
pl_pl: Porządek: Rosnąco
th_th: เรียง: มากไปน้อย

# #31110
source: Sort: Descending
de_de: Sortieren: Absteigend
fi_fi: Suunta: Laskeva
pl_pl: Porządek: Malejąco
th_th: เรียง: มากไปน้อย

# #31111
source: List Info
de_de: Listeninformation
fi_fi: Infolista
pl_pl: O mediach 1
th_th: รายการ ข้อมูล

# #31112
source: List Info 2
de_de: Listeninformation 2
fi_fi: Infolista 2
pl_pl: O mediach 2
th_th: รายการ ข้อมูล 2

# #31113
source: Wall
de_de: Wand
fi_fi: Seinä
pl_pl: Kafelki
th_th: ผนัง

# #31115
source: List Info 3
de_de: Listeninformation 3
fi_fi: Infolista 3
pl_pl: O mediach 3
th_th: รายการ ข้อมูล 3

# #31116
source: Thumbs Info
de_de: Vorschaubilderinformation
fi_fi: Pienoiskuvainfo
pl_pl: Miniatury 1
th_th: รูปย่อ ข้อมูล

# #31117
source: Wrap Info 2
de_de: Information umbrechen 2
fi_fi: Kierto 2
pl_pl: Kolejka 2
th_th: แบบตัด ข้อมูล 2

# #31118
source: Wrap Info 3
de_de: Information umbrechen 3
fi_fi: Kierto 3
pl_pl: Kolejka 3
th_th: แบบตัด ข้อมูล 3

# #31119
source: Thumbs Info 2
de_de: Vorschaubilderinformation 2
fi_fi: Pienoiskuvainfo 2
pl_pl: Miniatury 2
th_th: รูปย่อ ข้อมูล 2

# #31120
source: Thumbs Info 3
de_de: Vorschaubilderinformation 3
fi_fi: Pienoiskuvainfo 3
pl_pl: Miniatury 3
th_th: รูปย่อ ข้อมูล 3

# #31121
source: 3D Wrap
de_de: 3D-Umbruch
fi_fi: 3D-kierto

# #31122
source: Extended List
de_de: Erweiterte Liste
fi_fi: Laajennettu lista
pl_pl: Lista rozszerzona
th_th: รายการแบบขยาย

# #31123
source: Show Year
de_de: Jahr anzeigen
fi_fi: Näytä Vuosiluku
pl_pl: Pokazuj rok
th_th: แสดงปี

# #31124
source: Updated
de_de: Aktualisiert
fi_fi: Päivitetyt
pl_pl: Zaktualizowane
th_th: อัพเดตแล้ว

# #31125
source: Install Add-ons
de_de: Addons Installieren
fi_fi: Asenna lisäosia
pl_pl: Zainstaluj dodatki

# #31126
source: Memory Used
de_de: Belegter Speicher
fi_fi: Muistia käytetty
pl_pl: Pamięć w użyciu
th_th: หน่วยความจำที่ใช้

# #31127
source: Animated Posters
de_de: Animierte Poster
fi_fi: Animoidut julisteet
pl_pl: Plakaty animowane
th_th: แสดงโปสเตอร์แบบเคลื่อนไหว

# #31128
source: Cinema
de_de: Kino
fi_fi: Teatteri
pl_pl: Kino
th_th: โรงภาพยนตร์

# #31129
source: OpenELEC Settings
de_de: OpenELEC-Einstellungen
fi_fi: OpenELEC asetukset
pl_pl: Ustawienia OpenELEC
th_th: การตั้งค่า OpenELEC

# #31130
source: Manage
de_de: Verwalten
fi_fi: Hallitse
pl_pl: Zarządzaj
th_th: จัดการ

# #31131
source: Enable Low CPU Power Mode
de_de: Aktiviere Modus für schwache CPUs
fi_fi: Käytä matalan suorituskyvyn tilaa
pl_pl: Aktywuj tryb dla systemów niskiej wydajności

# #31132
source: Vertical Layout
de_de: Vertikales Layout
fi_fi: Pystysuuntainen asettelu
pl_pl: Kompozycja pionowa

# #31133
source: Use Scrollbar
de_de: Benutze die Scrollbar
fi_fi: Käytä vierityspalkkia
pl_pl: Używaj paska przewijania

# #31134
source: Use Quick Jump
de_de: Benutze Schnellverknüpfungen
fi_fi: Käytä Quick Jump -toimintoa
pl_pl: Używaj paska liter

# #31135
source: Hide Quick Jump
de_de: Verstecke Schnellverknüpfungen
fi_fi: Piilota Qucik Jump
pl_pl: Ukrywaj pasek liter

# #31136
source: [B]CONFIGURE INTERFACE SETTINGS[/B][CR]Change the skin · Set language and region · Setup remote controls[CR]Set up a screensaver · Setup master lock
de_de: [B]Konfiguriere Interface Einstellungen[/B][CR]Ändere den Skin - Ändere Sprache und Region - Konfiguriere Fernbedienungen[CR]Richte einen Bildschirmschoner ein - Konfiguriere ein Master Passwort
fi_fi: [B]MUOKKAA KÄYTTÖLIITTYMÄN ASETUKSIA[/B][CR]Muokkaa ulkoasua · Määritä alue- ja kieliasetukset · Kaukosäätimen asetukset[CR]Aseta näytönsäästäjä · Käyttäjätilin lukitusasetukset
pl_pl: [B]KONFIGURACJA INTERFEJSU[/B][CR]Wybór skóry · Ustawienia regionalne[CR]Wygaszacz ekranu · Kontrola dostępu

# #31137
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR]Setup and calibrate displays · Configure audio output[CR]Set power saving options · Enable debugging
de_de: [B]Konfiguriere System Einstellungen[/B][CR]Konfiguriere und Kalibriere Anzeigen - Konfiguriere die Audio Ausgabe[CR]Konfiguriere Energiespareinstellunge - Aktiviere Debuganzeige
fi_fi: [B]MUOKKAA JÄRJESTELMÄASETUKSIA[/B][CR]Aseta ja kalibroi näyttö · Määritä äänilähtö[CR]Aseta virransäästöasetukset · Virheenkorjaustiedot
pl_pl: [B]KONFIGURACJA SYSTEMU[/B][CR]Wyświetlanie obrazu · Odtwarzanie dźwięku · Urządzenia wejściowe[CR]Oszczędzanie energii · Dodatki · Diagnostyka

# #31138
source: [B]SETUP PROFILES[/B][CR]Setup and manage user profiles · Enable login screen[CR]Change password · Add a profile picture
de_de: [B]Konfiguriere Profile[/B][CR]Erstelle und bearbeite User Profile - Aktiviere Login Bildschirm[CR]Ändere das Passwort - Füge ein Profil Bild hinzu
fi_fi: [B]MÄÄRITTELE KÄYTTÄJÄPROFIILIT[/B][CR]Määrittele ja hallinnoi käyttäjäprofiileja · Ota käyttöön kirjautumisikkuna[CR]Vaihda salasana · Lisää profiilikuva

# #31139
source: [B]CONFIGURE SERVICE SETTINGS[/B][CR]Setup control of Kodi via UPnP and HTTP · Configure file sharing[CR]Configure AirPlay and Zeroconf · Select a weather addon
de_de: [B]Konfiguriere Diensteinstellungen[/B][CR]Konfiguriere Zugriff auf Kodi über UPnP und HTTP - Konfiguriere das Teilen von Dateien[CR]Aktiviere AirPlay und ZeroConf - Wähle ein Wetter Addon
fi_fi: [B]MUOKKAA PALVELUASETUKSIA[/B][CR]Määritä Kodin kauko-ohjaus käyttäen UPnP:tä ja HTTP:tä · Määritä tiedostonjako[CR]Muokkaa Zeroconfin AirPlayn asetuksia · Valitse säätietojen tarjoaja
pl_pl: [B]KONFIGURACJA USŁUG[/B][CR]Zdalne sterowanie przez uPnP i HTTP · Współdzielenie plików[CR]Aktywacja Zeroconf · Ustawienia AirPlay · Ustawienia pogody

# #31140
source: [B]CONFIGURE PLAYER SETTINGS[/B][CR]Set video and audio playback options · Configure picture slideshow[CR]Configure video language and subtitles
de_de: [B]Konfiguriere Abspieleinstellungen[/B][CR]Konfiguriere Video- und Audioabspieleinstellungen - Konfiguriere Bilder Slideshow[CR]Konfiguriere Video Sprache und Untertitel
fi_fi: [B]MUOKKAA TOISTOASETUKSIA[/B][CR]Määritä video- ja musiikkitoiston asetukset · Kuvaesityksen asetukset[CR]Määritä videoiden ääni- ja tekstitysraitojen kieliasetukset
pl_pl: [B]KONFIGURACJA ODTWARZACZA[/B][CR]Set video and audio playback options · Configure picture slideshow[CR]Configure video language and subtitles

# #31141
source: [B]CONFIGURE MEDIA SETTINGS[/B][CR]Configure library sources · Set default select action[CR]Configure file list options · Configure metadata options · Manage databases
de_de: [B]Medien Einstellungen[/B][CR]Bibliothek Quellen Einstellungen· Standard Auswahlaktion konfigurieren[CR]Dateilisten konfigurieren· Metadaten Optionen einstellen· Datenbanken organisieren
fi_fi: [B]MUOKKAA MEDIA-ASETUKSIA[/B][CR]Määritä kirjastolähteet · Määritä valinnan oletusasetus[CR]Muokkaa tiedostolistausten asetuksia · Muokkaa lisätietojen asetuksia · Hallitse tietokantoja

# #31142
source: [B]CONFIGURE ADD-ONS[/B][CR]Manage your installed Add-ons · Browse for and install Add-ons from kodi.tv[CR]Modify Add-on settings
de_de: [B]Konfiguriere Addons[/B][CR]Verwalte deine installierten Addons - Durchsuche und installiere Addons von Kodi.tv[CR]Ändere Addoneinstellungen
fi_fi: [B]MUOKKAA LISÄOSIA[/B][CR]Hallitse asennettuja lisäosia · Valitse ja asenna lisäosia kodi.tv:stä[CR]Muokkaa lisäosien asetuksia
pl_pl: [B]KONFIGURACJA DODATKÓW[/B][CR]Zarządzanie zainstalowanymi dodatkami · Przeglądanie i instalowanie dodatków[CR]Modyfikacja ustawień dodatków

# #31143
source: [B]CONFIGURE GAME SETTINGS[/B][CR]Configure gameplay settings · Setup keyboard and player configuration
de_de: [B]Spieleeinstellungen konfigurieren[/B][CR]Konfiguriere Gameplay Einstellungen · Richte die Tastatur und Spielereinstellungen ein
fi_fi: [B]MUOKKAA PELIASETUKSIA[/B][CR]Muokkaa pelattavuusasetuksia · Määritä näppäimistöasetukset

# #31150
source: CoreELEC Settings
de_de: CoreELEC Einstellungen

# #31151
source: Aspect
de_de: Aspekt

# #31153
source: Go to movie set
de_de: Gehe zu Film-Set

# #31154
source: Miscellaneous settings
de_de: Verschiedene Einstellungen
fi_fi: Muut asetukset
pl_pl: Inne ustawienia

# #31155
source: Game Settings Menu
de_de: Spiel Einstellungsmenü

# #31156
source: Searching...
de_de: Suche...

# #31157
source: Ends at
de_de: Endet um
fi_fi: Päättyy

# #31159
source: Hour
de_de: Stunde
fi_fi: Tunti
pl_pl: Godzina

# #31160
source: 11 characters or less for best results
de_de: 11 Zeichen oder weniger für bestes Ergebniss

# #31161
source: 10 characters or less for best results
de_de: 10 Zeichen oder weniger für bestes Ergebniss

# #31162
source: Debug information
de_de: Debug-Informationen
fi_fi: Virheenkorjaustiedot
pl_pl: Informacje diagnostyczne

# #31163
source: Game Settings
de_de: Spieleeinstellungen
fi_fi: Pelin asetukset
pl_pl: Ustawienia gier

# #31164
source: Library Nodes
de_de: Bibliotheksknoten
pl_pl: Węzły biblioteki

# #31165
source: Change category actions
de_de: Kategorie-Aktionen ändern

# #31166
source: Loading content...[CR][CR]Please wait.
de_de: Inhalt wird geladen...[CR][CR]Bitte warten.
fi_fi: Ladataan sisältöä...[CR][CR]Ole hyvä ja odota.
pl_pl: Wczytywanie zawartości...[CR][CR]Proszę czekać.

# #31167
source: Movie Set Info
de_de: Filmsetinfos
pl_pl: Informacje o serii

# #31168
source: Get Extrafanart
de_de: Extrafanart holen
pl_pl: Pobierz dodatkowe fototapety

# #31169
source: Artist fanart only
de_de: Nur Interpreten Fanart
fi_fi: Vain esittäjän fanitaide
pl_pl: Tylko fototapety wykonawcy

# #31170
source: Visualisation only
de_de: Nur Visualation
fi_fi: Vain visualisointi
pl_pl: Tylko wizualizacja

# #31171
source: Both music visualisation and artist fanart
de_de: Musik Visualisierung sowie Interpreten Fanart
fi_fi: Sekä visualisointi että esittäjän fanitaide
pl_pl: Wizualizacja i fototapety wykonawcy

# #31172
source: Choose background
de_de: Hintergrund wählen
fi_fi: Valitse taustakuva
pl_pl: Wybierz tło

# #31173
source: Please make sure to activate this category in Skin Settings > Home > Category Menu > Reorder Categories or it might be hidden.
de_de: Sei sicher die Kategorie in Skin > Hauptmenü > Kategorie Menü > Kategorienreihenfolge zu aktivieren oder es ist nicht sichtbar.
