Repository: gade01/Rapier
Catalog: language/resource.language.*/strings.po
Languages: de_de, fi_fi, pl_pl, th_th

# #32028
source: Publisher
de_de: Herausgeber
fi_fi: Julkaisija
pl_pl: Wydawca
th_th: ผู้เผยแพร่

# #32029
source: Get info
de_de: Information holen
fi_fi: Lisätietoa
pl_pl: Pobierz informacje
th_th: รับข้อมูล

# #32030
source: Go To Fullscreen Playback
de_de: Zur Vollbildwiedergabe
fi_fi: Siirry kokoruudun tilaan
pl_pl: Odtwarzaj na pełnym ekranie
th_th: กลับไปยังการเล่นแบบเต็มหน้าจอ

# #32031
source: Player Controls OSD
de_de: Abspieler steuert OSD
fi_fi: Toistosäätimet
pl_pl: Menu ekranowe odtwarzania
th_th: OSD ส่วนควบคุมตัวเล่น

# #31002
source: Teletext
fi_fi: Teksti-tv
pl_pl: Teletekst
th_th: เทเลเท็กซ์

# #31015
source: Extra Fanart
fi_fi: Lisäfanitaide
pl_pl: Dodatkowe fototapety
th_th: แฟนอาร์ต พิเศษ

# #31058
source: Global
fi_fi: Globaali
pl_pl: Globalne
th_th: ครอบคลุม

# #31088
source: Widgets
fi_fi: Widgetit
pl_pl: Gadżety

# #31102
source: Startup
fi_fi: Aloitus
pl_pl: Uruchomienie

# #31108
source: Banner
fi_fi: Banneri
pl_pl: Banery
th_th: ป้ายรายการ

# #31158
source: Minute
fi_fi: Minuutti

# #31192
source: Cachelevel
fi_fi: Välimuistin taso
pl_pl: Poziom buforowania

# #31207
source: BG
fi_fi: Tausta

# #31216
source: CPU
fi_fi: Prosessori
pl_pl: Procesor

# #31225
source: Decoder
fi_fi: Purkutapa
pl_pl: Dekoder

# #31227
source: Pixel format
fi_fi: Pikselimuoto
pl_pl: Format pikseli

# #31228
source: Samplerate
fi_fi: Näytteenottotaajuus

# #31304
source: Information
fi_fi: Tiedot
pl_pl: Informacje
th_th: ข้อมูล

# #31418
source: Normal
fi_fi: Normaali
pl_pl: Normalny
th_th: ปกติ

# #31503
source: Poster
fi_fi: Juliste
pl_pl: Plakat
th_th: โปสเตอร์

# #31944
source: likes
fi_fi: tykkäystä

# #31974
source: IMDb Top 250
fi_fi: IMDb:n 250 parasta
th_th: 250 อันดับสูงสุดจาก IMDb

# #31007
source: DB
pl_pl: Baza danych

# #31055
source: Studio Logo
pl_pl: Logo wytwórni
th_th: โลโก้ สตูดิโอ

# #31085
source: Widget
pl_pl: Gadżet

# #31403
source: h
pl_pl: g

# #31928
source: TV Tunes
pl_pl: Dodatek TvTunes

# Addon Summary
source: Rapier skin by Scarfa, Gade.
th_th: Rapier skin โดย Scarfa, Gade.

# Addon Description
source: The goal is to provide a simple to use but clean and elegant interface that focuses on efficiency when browsing your media. Important considerations are put on usability, performance, and providing the user with flexibility when it comes to customization. Rapier tries to support all the latest features Kodi has to offer as long as it fits in with the skin's design goals.
th_th: สกินนี้มาพร้อมกับแนวคิดที่ต้องการให้ผู้ใช้สามารถใช้งานง่ายอีกทั้งดูดีและสะอาดตาโดยมุ่งเน้นที่ให้เลือกดูมีเดียต่างๆได้อย่างมีประสิทธิภาพ โดยจุดสำคัญที่โฟกัสคือสามารถใช้งานได้ครบถ้วนหลากหลาย, สมรรถนะการทำงานที่รวดเร็วและให้ความยืดหยุ่นเมื่อต้องมีความการกำหนดค่าด้วยตนเอง อีกทั้ง Rapier จะพยายามให้การสนับสนุนทุกๆ Feature ใหม่ที่ Kodi มีให้ให้สามารถใช้งานได้ตราบเท่าที่มันยังคงไม่ขัดต่อแนวคิดของสกินนี้

# #31003
source: min
th_th: นาที

# #31030
source: Enable Animated Icons
th_th: เปิดใช้ไอคอนแบบเคลื่อนไหว

# #31031
source: Animated Icons Apply To All Windows
th_th: ใช้ไอคอนแบบเคลื่อนไหว กับทุกหน้าจอ

# #31032
source: Animated Icons Apply To Weather Window Only
th_th: ใช้ไอคอนแบบเคลื่อนไหว กับหน้าจอสภาพอากาศเท่านั้น

# #31041
source: Hide Description
th_th: ซ่อน คำอธิบาย

# #31043
source: Hide Fanart
th_th: ซ่อน แฟนอาร์ต

# #31062
source: Default (using skin.rapier/extras/ folder)
th_th: ค่าปริยาย (ใช้งาน skin.rapier/extras/ folder)

# #31078
source: Custom Icon
th_th: ไอคอนที่กำหนดเอง

# #31084
source: Category Images
th_th: รูปภาพ ของหมวดหมู่

# #31085
source: Custom Widget
th_th: วิดเจ็ตที่กำหนดเอง

# #31114
source: Wide List
th_th: รายการแบบกว้าง

# #31716
source: Clicking Music Category Redirects To Files
th_th: คลิกที่หมวดหมู่เพลงเปลี่ยนเส้นทางไปยังแฟ้ม

# #31717
source: Clicking Music Category Redirects To Library
th_th: คลิกที่หมวดหมู่เพลงเปลี่ยนเส้นทางไปยังคลังเพลง

# #31718
source: Clicking Videos Category Redirects To Files
th_th: คลิกที่หมวดหมู่วิดีโอเปลี่ยนเส้นทางไปยังแฟ้ม

# #31719
source: Clicking Videos Category Redirects To Library
th_th: คลิกที่หมวดหมู่วิดีโอเปลี่ยนเส้นทางไปยังคลังวิดีโอ

# #31910
source: Timer Settings
th_th: ตั้งค่าการตั้งเวลา

# #31963
source: Developers: Scarfa and Gade
th_th: ผู้พัฒนา: Scarfa และ Gade

# #31990
source: Loading TV Channels...[CR][CR]Click to dismiss.
th_th: ทำการโหลดรายการช่องทีวี...[CR][CR]คลิกเพื่อยกเลิก

# #31995
source: Channel number
th_th: หมายเลขช่อง

# #32025
source: Reset Skin
th_th: ย้อนคืนการตั้งค่าหน้าตา

# #32026
source: All skin settings will revert to default settings. Press to confirm.
th_th: การตั้งค่าทั้งหมดของ หน้าตาจะกลับไปใช้ค่าเริ่มต้น กดเพื่อยืนยัน
