Repository: gade01/Rapier
Catalog: language/resource.language.*/strings.po
Languages: de_de, fi_fi, pl_pl, th_th

# #31174
source: Please make sure all categories are used[CR]or you will end up missing categories.[CR][CR]Reset will revert to default category order.
de_de: Sei bitte sicher alle Kategorien welche benutzt sind zu aktivieren[CR]oder Du wirst einige Kategorien nicht sehen.[CR][CR]Zurücksetzen wird die Standard Reihenfolge der Kategorien aktivieren.

# #31175
source: No more categories available...
de_de: Es sind keine zusätzlichen Kategorien verfügbar..
fi_fi: Muita kategorioita ei ole saatavilla...

# #31176
source: This will reset all your changes![CR]Press "YES" to continue.
de_de: Dies wird alle Einstellungen zurücksetzen[CR]Drücke Ja um fortzufahren.
fi_fi: Tämä palauttaa kaikki asetukset oletusarvoihinsa![CR]Paina "KYLLÄ" jatkaaksesi.

# #31177
source: Reorder categories
de_de: Reihenfolge der Kategorien anpassen
fi_fi: Muuta kategorioiden järjestystä
pl_pl: Uporządkuj kategorie

# #31178
source: Choose category
de_de: Kategorie wählen
fi_fi: Valitse kategoria
pl_pl: Wybierz kategorię

# #31179
source: Hide Cast
de_de: Besetzung verstecken
fi_fi: Piilota näyttelijätiedot
pl_pl: Ukrywaj obsadę

# #31180
source: Playing Next
de_de: Als nächstes läuft
fi_fi: Seuraavaksi toistetaan
pl_pl: Odtwarzaj następne

# #31181
source: Hide Videos
de_de: Videos verstecken
fi_fi: Piilota videot
pl_pl: Ukrywaj Wideo

# #31182
source: Contributors
de_de: Unterstützer
fi_fi: Tekijät
pl_pl: Współpracownicy

# #31183
source: Select Music / Music Video Genre Background Pack
de_de: Musik / Musik Video Genre Hintergrund Pack auswählen
fi_fi: Valitse musiikin/musiikkivideoiden lajityyppien taustakuvapaketti
pl_pl: Wybierz pakiet fototapet gatunków muzyki

# #31184
source: Playing
de_de: Es läuft
fi_fi: Toistetaan
pl_pl: Odtwarzanie

# #31185
source: Open Player Controls
de_de: Abspiel Kontrollen öffnen
fi_fi: Avaa toistosäätimet

# #31187
source: Enter text here...
de_de: Hier Text eingeben...
fi_fi: Kirjoita tähän...
pl_pl: Wprowadź wyrażenie...

# #31188
source: Show "Paused" in Fullscreen Music
de_de: Zeige "Pause" bei Vollbild-Musik
fi_fi: Näytä "Tauko"-teksti musiikin kokoruututilassa
pl_pl: Pokazuj tekst "Pauza" po wstrzymaniu odtwarzania muzyki

# #31189
source: Video Playing
de_de: Es läuft
fi_fi: Videotoisto
pl_pl: Odtwarzane wideo

# #31190
source: LibreELEC Settings
de_de: LibreELEC Einstellungen
fi_fi: LibreELECin asetukset
pl_pl: Ustawienia LibreELEC

# #31191
source: Select Movie / TV Show Genre Background Pack
de_de: Film / Serien Genrepack auswählen
fi_fi: Valitse elokuvien/tv-sarjojen lajityyppien taustakuvapaketti

# #31193
source: Sort By
de_de: Sortieren nach
fi_fi: Lajittele
pl_pl: Sortowanie

# #31195
source: Full guide
de_de: Volles EPG
fi_fi: Koko opas
pl_pl: Przewodnik

# #31196
source: Next location
de_de: Nächster Ort
fi_fi: Seuraava sijainti
pl_pl: Następna lokalizacja

# #31197
source: Previous location
de_de: Vorheriger Ort
fi_fi: Edellinen sijainti
pl_pl: Poprzednia lokalizacja

# #31198
source: Location
de_de: Ort
fi_fi: Sijainti
pl_pl: Lokalizacja

# #31199
source: Enable fullscreen window when starting music
de_de: Aktiviere Vollbild wenn Musik startet
fi_fi: Näytä kokoruudun ikkuna musiikkitoiston alkaessa
pl_pl: Odtwarzaj muzykę w trybie pełnoekranowym

# #31200
source: No playlist information available.
de_de: Keine Information zu Abspiellisten verfügbar.
fi_fi: Toistolistatietoja ei ole saatavilla.
pl_pl: Brak informacji o listach odtwarzania.

# #31201
source: Playcount
de_de: Wiedergabezähler
fi_fi: Laskuri
pl_pl: Liczba odtworzeń
th_th: จำนวนครั้งที่เล่น

# #31202
source: Items
de_de: Einträge
fi_fi: Nimikkettä
pl_pl: Pozycji
th_th: รายการ

# #31203
source: No overview found.
de_de: Keine Übersicht gefunden.
fi_fi: Kuvausta ei löytynyt.
pl_pl: Brak dostępnego opisu.
th_th: ไม่พบ รายละเอียด

# #31204
source: No description found.
de_de: Keine Beschreibung gefunden.
fi_fi: Kuvausta ei löytynyt.
pl_pl: Brak fabuły.
th_th: ไม่มีคำอธิบายที่ค้นเจอ

# #31205
source: No comment found.
de_de: Kein Kommentar gefunden.
fi_fi: Kommenttia ei löytynyt.
pl_pl: Brak komentarza.
th_th: ไม่พบ ความคิดเห็น

# #31206
source: View Styles
de_de: Ansichtsstile
fi_fi: Näkymän tyyli
pl_pl: Style widoku
th_th: ลักษณะ มุมมอง

# #31208
source: Button
de_de: Schaltfläche
fi_fi: Painike
pl_pl: Przycisk

# #31214
source: Next Up Episodes
de_de: Kommende Episoden
pl_pl: Odcinki do obejrzenia

# #31215
source: No timer found.
de_de: Kein Zeitmesser gefunden.
fi_fi: Ajastusta ei löytynyt.
pl_pl: Brak zaplanowanych nagrań.
th_th: ไม่พบตัวจับเวลา

# #31217
source: Uptime
de_de: Betriebszeit
fi_fi: Käyntiaika
pl_pl: Czas pracy
th_th: สถานะ

# #31218
source: Edit Nodes
de_de: Knoten bearbeiten
fi_fi: Muokkaa osioita
pl_pl: Edytuj węzły

# #31219
source: Operation Successful
de_de: Vorgang erfolgreich
fi_fi: Toiminto suoritettiin onnistuneesti
pl_pl: Operacja zakończona sukcesem
th_th: การดำเนินงานประสบความสำเร็จ

# #31220
source: Subtitle position
de_de: Untertitel Position
fi_fi: Tekstityksen paikka
pl_pl: Pozycja napisów
th_th: ตำแหน่งของคำบรรยาย

# #31222
source: Player Process Information
de_de: Detailierte Abspielinformationen
fi_fi: Soittimen tiedot

# #31223
source: Hardware decoding
de_de: Hardware Dekodierung
fi_fi: Laitteistopurku
pl_pl: Dekodowanie sprzętowe

# #31224
source: Software decoding
de_de: Software Dekodierung
fi_fi: Ohjelmistopurku
pl_pl: Dekodowanie sprzętowe

# #31226
source: Frames per second
de_de: Bilder pro Sekunde
fi_fi: Ruutua sekunnissa
pl_pl: Klatek na sekundę
th_th: เฟรมต่อวินาที

# #31229
source: Bits per sample
de_de: Bits pro Sample
fi_fi: Bittiä/näyte
pl_pl: Próbkowanie

# #31230
source: aspect ratio
de_de: Seitenverhältnis
fi_fi: Kuvasuhde
pl_pl: Format obrazu

# #31231
source: General information
de_de: Allgemeine Informationen
fi_fi: Yleiset tiedot
th_th: รายละเอียดทั่วไป

# #31232
source: Technical information
de_de: Technische Informationen
fi_fi: Tekniset tiedot
th_th: รายละเอียดด้านเทคนิค

# #31295
source: Please setup a music video source!
de_de: Bitte konfiguriere eine Musik Video Quelle!
fi_fi: Aseta musiikkivideolähde!

# #31296
source: Please setup a movie source!
de_de: Bitte konfiguriere eine Film Quelle!
fi_fi: Aseta elokuvalähde!

# #31297
source: Please setup a TV Show source!
de_de: Bitte konfiguriere eine Serien Quelle!
fi_fi: Aseta tv-sarjalähde!

# #31298
source: Please setup a music source!
de_de: Bitte konfiguriere eine Musik Quelle!
fi_fi: Aseta musiikkilähde!

# #31299
source: TV Show Information
de_de: Serieninformation
fi_fi: Tv-sarjan tiedot
pl_pl: O serialu
th_th: รายละเอียดของรายการทีวี

# #31300
source: Awards / Critics
de_de: Auszeichnungen / Kritik
fi_fi: Palkinnot / Kritiikki
pl_pl: Nagrody / Recenzje
th_th: รางวัล / บทวิจารณ์

# #31301
source: Show related movies and tv shows
de_de: Ähnliche Filme und Fernsehsendungen anzeigen
fi_fi: Näytä samantapaiset elokuvat ja tv-sarjat
pl_pl: Pokazuj pokrewne filmy i seriale
th_th: แสดงภาพยนต์และรายการโทรทัศน์ที่เกี่ยวข้อง

# #31302
source: Get Artwork
de_de: Grafiken holen
fi_fi: Lataa kuvia
pl_pl: Pobierz grafikę
th_th: รับ งานศิลป์

# #31303
source: Recently Added
de_de: Kürzlich hinzugefügt
fi_fi: Viimeksi lisätty
pl_pl: Ostatnio dodane
th_th: เพิ่มล่าสุด

# #31305
source: Recently Added Pictures
de_de: Kürzlich hinzugefügte Bilder
fi_fi: Viimeksi lisätyt kuvat
pl_pl: Obrazy ostatnio dodane
th_th: รูปภาพที่เพิ่งเพิ่ม

# #31306
source: Random Pictures
de_de: Zufällige Bilder
fi_fi: Satunnaiset kuvat
pl_pl: Obrazy losowe
th_th: สุ่มรูปภาพ

# #31307
source: Categories
de_de: Kategorien
fi_fi: Kategoriat
pl_pl: Kategorie
th_th: หมวดหมู่

# #31308
source: Collections
de_de: Kollektionen
fi_fi: Kokoelmat
pl_pl: Kolekcje
th_th: ที่รวบรวม

# #31309
source: Please make sure a weather add-on is installed.
de_de: Bitte versichern Sie sich das ein Wetter Addon installiert ist.
fi_fi: Varmista, että säälisäosa on asennettu.

# #31310
source: Weather Provider Has Not Been Set. Check Your Weather Settings And Make Sure A Weather Add-on Is Installed.
de_de: Es wurde kein Wetterdienst eingestellt. Gehe in deine Wetter Einstellungen und stelle sicher das ein Wetter Addon installiert ist.
fi_fi: Säätietojen tarjoajaa ei ole valitty. Tarkista sääasetuksesi ja varmista, että olet asentanut säälisäosan.
pl_pl: Nie wybrano źródła prognozy pogody. Sprawdź ustawienia pogody i upewnij się, że dodatek pogody jest zainstalowany.
th_th: ผู้ให้บริการสภาพอากาศไม่ได้ตั้งค่า ตรวจสอบการตั้งค่าสภาพอากาศ ให้แน่ใจว่า ส่วนเสริม-สภาพอากาศ ได้มีการติดตั้งไว้

# #31311
source: In Progress
de_de: Im Bearbeitung
fi_fi: Katselu kesken
pl_pl: W trakcie oglądania
th_th: อยู่ในการดำเนินการ

# #31312
source: Featured
de_de: Gesehene
fi_fi: Esillä
pl_pl: Polecane
th_th: ที่แนะนำ

# #31400
source: Hide all widget backgrounds
de_de: Alle Widget Hintergründe ausblenden

# #31401
source: Scroll Plot
de_de: Handlung abrollen
fi_fi: Juonen vieritys
pl_pl: Przewijaj fabułę
th_th: เลื่อน เรื่องย่อ

# #31402
source: Scroll Description
de_de: Beschreibung abrollen
fi_fi: Kuvauksen vieritys
pl_pl: Przewijaj opis
th_th: เลื่อน คำอธิบาย

# #31404
source: Use Poster Layout
de_de: Posteranordnung verwenden
fi_fi: Käytä julisteita
pl_pl: Używaj widoku plakatów
th_th: ใช้การวาง แบบโปสเตอร์

# #31405
source: Use Banner Layout
de_de: Banneranordnung verwenden
fi_fi: Käytä bannereita
pl_pl: Używaj widoku bannerów
th_th: ใช้การวาง แบบป้ายรายการ

# #31406
source: Use Alternative Duration
de_de: Alternative Laufzeit verwenden
fi_fi: Käytä vaihtoehtoista kestoa
pl_pl: Używaj alternatywnego czasu trwania
th_th: ใช้งาน ช่วงระยะเวลาแบบทางเลือก

# #31407
source: Use Only Visualization For Background
de_de: Visualisierung nur für den Hintergrund verwenden
fi_fi: Näytä vain visualisointi taustalla
pl_pl: Pokazuj w tle interfejsu tylko wizualizację
th_th: ใช้เพียงแสงสีประกอบเพลงเป็นพื้นหลังเท่านั้น

# #31408
source: Use Only Artist Fanart For Background
de_de: Interpreten-Fankunst nur für den Hintergrund verwenden
fi_fi: Käytä vain esittäjän fanitaidetta taustakuvana
pl_pl: Pokazuj w tle interfejsu tylko fototapetę wykonawcy
th_th: ใช้เพียงแฟนอาร์ตศิลปินเป็นพื้นหลังเท่านั้น

# #31409
source: Enable Music Visualization / Artist Fanart In The Background
de_de: Musikvisualisierung aktivieren / Interpreten-Fankunst im Hintergrund
fi_fi: Näytä musiikin visualisointi tai esittäjän fanitaide valikkojen taustalla
pl_pl: Pokazuj wizualizację muzyki / fototapety wykonawcy
th_th: เปิดใช้แสงสีประกอบการฟังเพลง / แฟนอาร์ตศิลปิน ในพื้นหลัง

# #31410
source: Enable Video Playing In The Background
de_de: Videowiedergabe im Hintergrund aktivieren
fi_fi: Näytä video valikoiden taustalla
pl_pl: Pokazuj odtwarzane wideo w tle interfejsu
th_th: เปิดใช้ การเล่นวิดีโอ ในพื้นหลัง

# #31411
source: Use Both Music Visualization And Artist Fanart For Background
de_de: Benutze Musik Visualisierung sowie Interpreten Fanart als Hintergrund
fi_fi: Käytä sekä musiikkivisualisointia että esittäjän fanitaidetta taustakuvana

# #31412
source: Small
de_de: Klein
fi_fi: Pieni
pl_pl: Mały
th_th: เล็ก

# #31413
source: Large
de_de: Groß
fi_fi: Suuri
pl_pl: Duży
th_th: ใหญ่

# #31414
source: Fanart Layout
de_de: Fankunstanordnung
fi_fi: Fanitaideasettelu
pl_pl: Widok fototapety
th_th: แสดงแฟนอาร์ต มากขึ้น

# #31415
source: Use Default Theme Colour
de_de: Standard-Themenfarbe verwenden
fi_fi: Käytä oletusväriä
pl_pl: Używaj domyślnego koloru motywu
th_th: ใช้สีของชุดรูปแบบเริ่มต้น

# #31416
source: Use White Theme Colour
de_de: Weiße Themenfarbe verwenden
fi_fi: Käytä valkoista väriä
pl_pl: Używaj koloru motywu białego
th_th: ใช้ชุดรูปแบบสีขาว

# #31417
source: Expanded
de_de: Erweitert
fi_fi: Laajennettu
pl_pl: Rozszerzony
th_th: แบบขยาย

# #31420
source: Reboot from internal
de_de: Neustart vom internen Speicher

# #31421
source: Configure Menus
de_de: Menüs konfigurieren
fi_fi: Muokkaa valikoita
pl_pl: Konfiguruj menu
th_th: ปรับแต่งเมนู

# #31422
source: Miscellaneous
de_de: Verschiedenes
fi_fi: Sekalaista
pl_pl: Dodatkowe

# #31423
source: Hide Audio Language Count
de_de: Audiosprachenzähler ausblenden
fi_fi: Piilota ääniraitojen määrä
pl_pl: Ukrywaj licznik ścieżek dźwiękowych
th_th: ซ่อน จำนวนภาษาเสียง

# #31424
source: Dim Cover
de_de: Hülle abdunkeln
fi_fi: Himmennä kansikuva
pl_pl: Przyciemniaj okładkę
th_th: ปกคลุมสลัว

# #31425
source: Hide Subtitle Count
de_de: Untertitelzähler ausblenden
fi_fi: Piilota tekstitysten määrä
pl_pl: Ukrywaj licznik ścieżek napisów
th_th: ซ่อน จำนวนภาษาคำบรรยาย

# #31426
source: Hide Rating
de_de: Bewertung ausblenden
fi_fi: Piilota Arvostelu
pl_pl: Ukrywaj ocenę
th_th: ซ่อน การจัดอันดับ

# #31427
source: Media Flagging
de_de: Medienmerker
fi_fi: Mediakuvakkeet
pl_pl: Etykiety mediów
th_th: ติดธงกำกับ สื่อ

# #31428
source: Hide Video Resolution
de_de: Videoauflösung ausblenden
fi_fi: Piilota videon resoluutio
pl_pl: Ukrywaj rozdzielczość wideo
th_th: ซ่อนความละเอียดวิดีโอ

# #31429
source: Hide Aspect Ratio
de_de: Seitenverhältnis ausblenden
fi_fi: Piilota kuvasuhde
pl_pl: Ukrywaj format obrazu
th_th: ซ่อนอัตราส่วนมุมมอง

# #31430
source: Disable animations only
de_de: Deaktiviere nur Animationen
fi_fi: Poista vain animaatiot käytöstä

# #31431
source: Disable animations and CPU demanding skin settings
de_de: Deaktiviere Animationen und CPU Leistung betreffende Skin Einstellungen
fi_fi: Älä käytä animaatioita ja muita suorituskykyä vaativia ominaisuuksia

# #31432
source: Show Clear Art On OSD
de_de: Klare Kunst auf OSD anzeigen
fi_fi: Näytä Clear Art kuvaruutuvalikossa
pl_pl: Pokazuj przezrocze w menu ekranowym
th_th: แสดงอาร์ตแบบพื้นใสในแสดงผลหน้าจอ

# #31433
source: Enable Music CD Art
de_de: Musik-CD-Kunst aktivieren
fi_fi: Näytä musiikki-cd-levyjen kuvat
pl_pl: Pokazuj przezrocze dysku
th_th: เปิดใช้งาน อาร์ตบนแผ่นซีดีของเพลง

# #31434
source: Show CD Art and Info In Fullscreen Music
de_de: CD-Kunst und Info in Vollbildmusik anzeigen
fi_fi: Näytä cd-levyjen kuvat ja tiedot kokoruututilassa
pl_pl: Pokazuj grafikę dysku i informacje w trybie pełnoekranowym odtwarzacza
th_th: แสดง ซีดีอาร์ตและข้อมูล ในการเล่นเพลงเต็มหน้าจอ

# #31435
source: Show Clear Logo On OSD
de_de: Klares Logo auf OSD anzeigen
fi_fi: Näytä Clear Logo kuvaruutuvalikossa
pl_pl: Pokazuj pokazuj logo w menu ekranowym
th_th: แสดงโลโก้แบบพื้นใสในแสดงผลหน้าจอ

# #31436
source: Supported Add-ons
de_de: Unterstützte Addons
fi_fi: Tuetut lisäosat
pl_pl: Obsługiwane dodatki
th_th: Add-on ที่สนับสนุน

# #31437
source: Installed
de_de: Installiert
fi_fi: Asennettu
pl_pl: Zainstalowane
th_th: ติดตั้งแล้ว

# #31438
source: Not Installed / Disabled
de_de: Nicht installiert / Deaktiviert
fi_fi: Ei asennettu / Poistettu käytöstä
pl_pl: Niezainstalowane / Nieaktywne
th_th: ยังไม่ติดตั้ง / ถูกปิดการใช้งานอยู่

# #31439
source: Official GUI sounds created for the Rapier skin
de_de: Offizielle GUI Sounds für den Rapier Skin
fi_fi: Rapier-ulkoasun viralliset äänet
th_th: เสียงที่ใช้ใน GUI อย่างเป็นทางการสำหรับ Rapier skin

# #31440
source: Script to let you select image resource genre, weather icons and weather fanart add-ons to be used with the skin
de_de: Script welche Fanartgrafiken für die Genres und Wetter Informationen(Icons und Fanarts) verwendet werden
fi_fi: Skripti, jonka avulla voidaan valita ulkoasun kanssa käytettävät lajityyppi-, ja sääkuvakkeet

# #31441
source: This script is used widely throughout the skin for displaying widget content, backgrounds, animated posters, movie set information, splash screen, media flag information, import and export of skin settings etc.
de_de: Dieses Script wird hauptsächlich zur Darstellung von Widgetinhalten, Hintergründen, animeierten Postern, Filmzusammenstellungen, Splash Screen, Medieninformationen sowie Import und Export der Skineinstellungen genutzt.
fi_fi: Tämä skripti avustaa monessa toiminnossa, kuten widgetien, taustakuvien, elokuvaryhmien, käynnistysruudun, mediakuvakkeiden tai ulkoasun asetusten varmuuskopioinnin kanssa.

# #31442
source: Fetches item from your Kodi favourites to populate Home categories and submenus with custom buttons
de_de: Holt Informationen von deinen Kodi Favoriten um sie im Home Menü sowie die Submenüs verwendbar zu machen
fi_fi: Noutaa kohteita suosikkilistaltasi ja käyttää niitä päävalikon sisällön rikastamiseksi

# #31443
source: Creates a fanart slideshow and downloads additional information for the artist being listened to
de_de: Erzeugt eine Fanart Slideshow und lädt zuzätzliche Informationen über den gerade abgespielten Künstler
fi_fi: Luo kuvaesityksen ja esittää lisätietoja juuri kuunneltavan kappaleen esittäjästä

# #31444
source: Script to get random or last added movies, episodes, albums or music videos from your playlists to use in Home screen widgets
de_de: Script um zufällige oder zuletzt hinzugefügte Filme, Episoden, Alben oder Musik Videos aus deinen Playlisten zu filtern um sie den Widgets auf dem Hauptmenü zur Verfügung zu stellen
fi_fi: Skripti, joka täyttää päävalikon widgetit satunnaisilla tai viimeksi lisätyillä elokuvilla, jaksoilla, albumeilla tai musiikkivideoilla

# #31445
source: Used throughout the skin to download artwork for tv shows, movies and music videos in your library. Supported art types are posters, fanart, extra fanart, banners, extra thumbs, clear logos, clear art, tv thumbs, disc art
de_de: Überall im Skin benutzt um verschiedene Artworks für alle Bibliothekentypen herunter zu laden. Unterstützte Typen sind: Poster, Fanart, Extra Fanart, Banner, Extra Thumbs, Clear Logos, Clear Art, TV Thumbs und Disc Art
fi_fi: Lataa tv-sarjojen, elokuvien ja musiikkivideoiden kuvia ulkoasun käyttöön. Tuettuja kuvatyyppejä ovat: juliste, fanitaide, lisäfanitaide, bannerit, lisäpienoiskuvat, clear logot, clear art, tv thumbs ja disc art

# #31446
source: Used in the tv show library to display additional information about tv show status, next and latest aired episodes etc. A TV Guide is available in the Home screen tv shows submenu. Two widgets are available for the Home screen tv shows category: tv shows airing today and upcoming tv shows
de_de: Dies wird genutz um in der Serienbibliothek zusätzliche Informationen zur Serie anzuzeigen(wie z.B. die letzte und nächste Ausstrahlung). Eine Information zum Inhalt der Serie ist verfügbar im Submenü des Hauptbildschirms. Zwei Widgets sind verfügbar für die Serienkategorie. Heutige Ausstrahlungen und kommende Ausstrahlungen
fi_fi: Näyttää lisätietoja tv-sarjojen esitys- ja tuotantotilanteesta. Tarjoaa ohjelmaoppaan tv-sarjavalikossa. Tarjoaa kaksi widgetiä, yhden tänään esitettäville jaksoille ja toisen tuleville jaksoille

# #31447
source: This add-on can find any item in your video and music library and is used in the search dialog
de_de: Dieses Addon kann alle Einträge deiner Video- und Musikbibliothek durchsuchen und wird im normalen Suchdialog benötigt
fi_fi: Tämä lisäosa etsii kohteita video- ja musiikkikirjastoista

# #31448
source: This script is used widely throughout the skin for displaying widget content, additional artist / album / actor / director / writer / movie / tv show / season information, library views, a complete MovieDB browser etc.
de_de: Dieses Script wird überall im Skin benutzt um Widget Inhalte, zusätzliche Künster/Alben/Darsteller/Autoren/Filme/Serien/Eisoden Informationen / verschiedene Bilbiotheksansichten usw. zu erzeugen.
fi_fi: Tämän skriptin avulla pystytään tarjoamaan lisätietoja esittäjistä, albumeista, näyttelijöistä, ohjaajista, käsikirjoittajista, elokuvista, tv-sarjoista ja tuotantokausista.

# #31449
source: Displays Google or Youtube autocompletions in the keyboard dialog
de_de: Zeigt Google und Youtube Vorschläge in dem Tastatur Dialog
fi_fi: Näyttää Googlen tai Youtuben hakuehdotuksia näppäimistöllä kirjoitettaessa
pl_pl: Umożliwia wyświetlania podpowiedzi, z wyszukiwarki Google i serwisu YouTube, dla klawiatury ekranowej

# #31450
source: This script is required to export and import skin settings
de_de: Dieses Script wird gebraucht um Skin Einstellungen zu Importieren und Exportieren

# #31451
source: When playing music, this script can display synchronized/unsynchronized lyrics in the fullscreen music window
de_de: Wenn Musik abgespielt wird kann dieses Script synchronisierte oder unsynchronisierte Liedtexte im Vollbildmodus anzeigen
fi_fi: Tämä skripti näyttää kappaleiden sanoitukset kokoruututilassa musiikkia soitettaessa

# #31452
source: Use this script to download artwork for your music library. Supported art types are cd art, covers, fanart, clear logos
de_de: Benutze dieses Script um Artwork für deine Musik Bibliothek herunterzuladen. Unterstützes Artwork: CD Kunst, Cover, Fanarts und Clear Logos
fi_fi: Tällä skriptillä voi ladata kuvia musiikkikirjastoon. Tuetut kuvatyypit ovat cd art, kannet, fanitaide ja clear logot

# #31453
source: When playing episodes, this script provides a Netflix style Next Up dialog to automatically play the next episode
de_de: Wenn eine Serie abgespielt wird fügt das Script einen Dialog wie in Netflix für die folgende Episode ein und spielt diese automatisch ab
fi_fi: Tämä skripti tarjoaa tv-sarjoja katsottaessa automaattisesti seuraavan jakson, kuten Netflixissä on tapana

# #31454
source: Create and edit library nodes. A button is available in the top options menu bar to launch the script.
de_de: Erzeugt und edititert Bibliothek Verlinkungen (Nodes). Das Script kann über eine Schaltfläche im oberen Menü gestartet werden.
fi_fi: Luo ja muokkaa kirjaston nimikkeitä. Yläpalkissa on painike, jonka kautta voit käynnistää tämän toiminnon.

# #31455
source: Opens a dialog to rate your media. A button is added to the context menu of movie, tv show and episode libraries to launch the script.
de_de: Öffnet einen Dialog um deine Medien zu bewerten. Ein Button wird in das Kontextmenü von Videofilmen und Serienepisoden hinzugefügt um das Script zu starten.
fi_fi: Lisää elokuva- ja tv-sarjakirjastoihin painikkeen, jonka kautta voit antaa oman arvosanasi.

# #31456
source: Enables the fetching, organising and playing of themes whilst browsing your movie and tv show library
de_de: Ermöglicht das Abrufen, Organisieren und Abspielen von Themes während die Film- und Serienbibliothek angesehen wird
fi_fi: Soittaa tv-sarjojen ja elokuvien tunnusmusiikkia mediakirjastoa selatessa

# #31457
source: Allows you to add Video Extras to your video library
de_de: Erlaubt Dir extra Videoinformationen in deine Video Datenbank hinzuzufügen
fi_fi: Mahdollistaa videoekstrojen lisäämisen videokirjastoon

# #31459
source: Play trailers, slideshows, intro videos, outro videos to create a movie theater experience in the comfort of your home
de_de: Mixt Trailer, Slideshows, Intro- und Outrovideos zu einem Video zusammen um Theaterfeeling zu vermitteln
fi_fi: Luo elokuvateatterimaisen tunnelman trailereilla, kuvaesityksillä, introvideoilla ja outrovideoilla

# #31460
source: Create a sequence of trivia slides, video bumpers, trailers and more that will bring the experience of a movie theater straight to your home theater
de_de: Erzeugt eine Sequenz von zufälligen Einblendungen und Video Trailern um eine persönliche Erfahrung in dein Heimkino zu bringen
fi_fi: Luo elokuvateatterimaisen tunnelman elokuvatrivialla ja trailereilla

# #31461
source: Given a properly structured 'Extras' directory, this addon will present all of the bonus videos, discs and alternate versions of the movies and tv shows in your library.
de_de: Wenn eine bestimmter Aufbau im "Extras" Ordner eingehalten wird stellt dieses Addon alle Bonus Videos, Discs und alternative Versionen der Filme und Serien in deiner Bibliothek zur Verfügung.

# #31462
source: Required
de_de: Benötigt
fi_fi: Vaadittu
pl_pl: Wymagane
